<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>Chronica de El-Rei D. Sancho II</title>


  <meta name="AUTHOR" content="Ruy de Pina" />

  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />

  <style type="text/css">
body {width: 50%; margin-left:10%; text-align: justify;}
h1, h2, h3, h4, h5 { text-align: center;}
h1 {margin: 2em; text-align: center;}
h2, h4 {margin-top: 2em;}
.tiny {font-size: 75%; text-align: center;}
.tinyl {font-size: 95%;}
.bbox {border: solid black 1px; margin-left: 5%; margin-right: 5%;}
.fbox {border: solid black 1px; background-color: #FFFFCC; font-size: 75%; margin-left: 10%; margin-right: 10%;}
.intro {font-size: 90%; font-style: italic;}
.intro1 {margin-left:20%;}
.signature {
margin-right: 5%;
text-align: right;}
.smallcaps {font-variant: small-caps;}
.quote {margin-left:20%; font-size: 95%;}
.quote1 {margin-left:10%; font-style: italic;}
.quote2 {margin-left:50%;}
.right {text-align: right;}
.break {
width: 40%;
margin-left:30%;}
.sbreak {
width: 20%;
margin-left:40%;}
.breaks {
width: 80%;
margin-left:10%;}
.note {font-size: 75%;}
.dots {color: #fff; background-color: inherit; border: 3px dotted #555; border-style: none none dotted;}
.poetry {margin-left:20%;}
.poetry1 {margin-left:10%;}
.poetry2 {margin-left:30%;}
.pagenum { position: absolute; right: 35%;
font-size: 75%;
text-align: right;
text-indent: 0em;
font-style: normal;
font-weight: normal;
color: silver; background-color: inherit;
font-variant: normal;}
  </style>
<link rel="coverpage" href="images/cover.jpg" />
</head>



<body>

<div>
<div class="fbox"><b>Nota de editor:</b>
Devido &agrave;
quantidade de erros tipogr&aacute;ficos existentes neste texto,
foram tomadas v&aacute;rias decis&otilde;es quanto &agrave;
vers&atilde;o final. Em caso de d&uacute;vida, a grafia foi
mantida de acordo com o original. No final deste livro
encontrar&aacute; a lista de erros corrigidos.<br />

<br />

<div style="text-align: right; font-style: italic;">Rita
Farinha (Nov. 2008)
</div>

</div>

<br />

<br />

<br />

<br />

<h4>
BIBLIOTHECA<br />

<br />

DE<br />

<br />

Classicos Portuguezes<br />

<br />

Proprietario e fundador<br />

<br />

<em>MELLO D'AZEVEDO</em></h4>

<br />

<br />

<br />

<br />

<div class="bbox"><br />

<h4><span class="smallcaps">Bibliotheca de Classicos
Portuguezes</span><br />

Proprietario e fundador&#8213;<span class="smallcaps">Mello
d'Azevedo</span><br />

</h4>

<h4>(VOLUME LIII) <br />

</h4>

<h2>CHRONICA<br />

<br />

DE<br />

<br />

EL-REI D. SANCHO II </h2>

<h4>
POR </h4>

<h3>
RUY DE PINA </h3>

<br />

<br />

<div style="text-align: center;"><img style="width: 150px; height: 94px;" alt="" src="images/fig01.png" /><br />

</div>

<br />

<h4><em>ESCRIPTORIO</em><br />

147&#8213;<span class="smallcaps">Rua
dos Retrozeiros&#8213;</span>147<br />

LISBOA<br />

<br />

1906
</h4>

</div>

<br />

<br />

<br />

<br />

<br />

<div style="text-align: center;">CHRONICA <br />

<br />

DO MUITO ALTO, E MUITO ESCLARECIDO PRINCIPE <br />

<br />

D. SANCHO II. <br />

<br />

QUARTO REY DE PORTUGAL, <br />

<br />

COMPOSTA <br />

<br />

POR RUY DE PINA, <br />

<br />

Fidalgo da Casa Real, e Chronista M&ocirc;r do Reyno. <br />

<br />

FIELMENTE COPIADA DE SEU ORIGINAL, <br />

<br />

Que se conserva no Archivo Real da Torre do Tombo. <br />

<br />

OFFERECIDA <br />

<br />

&Aacute; MAGESTADE SEMPRE AUGUSTA DELREY <br />

<br />

D. JOA&Otilde; O V. <br />

<br />

NOSSO SENHOR <br />

<br />

<img style="width: 150px; height: 74px;" alt="" src="images/fig02.png" /><br />

<br />

<br />

LISBOA OCCIDENTAL. <br />

<br />

Na Officina FERREYRIANA. <br />

<br />

M.DCC.XXVIII. <br />

<br />

<em>Com todas as licen&ccedil;as
necessarias.</em><br />

</div>

<br />

<br />

<br />

<br />

<br />

<div class="signature"><b>SENHOR</b></div>

<br />

<br />

As desgra&ccedil;as do infelicissimo Rei D. Sancho II deste nome
s&oacute; se podem dalgum modo fazer menos sensiveis vendo-se
amparada esta sua brevissima Chronica com o Augusto nome de V.
Magestade se entre tantos infortunios quantos foram os que tem padecido
a posteridade da sua fama, p&oacute;de haver algum genero de
diminui&ccedil;&atilde;o, foi a
brevidade, com que todos os Historiadores trataram as
ac&ccedil;&otilde;es
da sua vida, porque at&eacute; parece que enfastia a memoria das
infelicidades. Mas como &eacute; tanto o esplendor das inimitaveis
ac&ccedil;&otilde;es de V. Magestade,
bastar&aacute; a sua protec&ccedil;&atilde;o Real para que
retrocedendo tres
seculos encha de gloria aquelle Reinado. A Real Pessoa de V. Magestade
guarde Deos muitos annos como todos os seus vassallos dezejamos. <br />

<br />

<div class="signature"><em>Miguel Lopes Ferreira.</em></div>

<br />

<br />

<br />

<br />

<br />

<h4>AO EXCELLENTISSIMO SENHOR </h4>

<h3>
D. Francisco Xavier de Menezes </h3>

<br />

<br />

<div class="quote1">Quarto conde da Ericeira, do Concelho
de Sua
Magestade, Sargento m&oacute;r de Batalha dos seus Exercitos,
Deputado da Junta dos Tres Estados, Perpetuo Senhor da Villa da
Ericeira, e Senhor da de Anci&atilde;o, oitavo Senhor da Caza do
Louri&ccedil;al,
Commendador das Commendas de Santa Christina de Sarzedello, de S.
Cipriano de Angueyra, S. Martinho de Fraz&atilde;o, S. Payo de
Fragoas, de S. Pedro de Elvas, e de S. Bertholameu de
Covilh&atilde; todas na Ordem de Christo, Academico da Academia
Real da Historia Portugueza, e um dos cinco Censores della &amp;c.</div>

<br />

<br />

<span class="smallcaps">A benignidade</span> com que
V. Excellencia desculpou a minha
confian&ccedil;a quando procurei o seu amparo para offerecer a Sua
Magestade a Chronica del-Rei Dom Affonso III me anima agora a buscar
segunda vez a V. Excellencia, para que me fa&ccedil;a a
merc&ecirc; de p&ocirc;r aos p&eacute;s
del-Rei N. Senhor esta
<span class="pagenum">[9]</span>
Chronica de D. Sancho II
de Portugal. Na pessoa de V. Excellencia concorrem todas as
circunstancias, que s&atilde;o necessarias para este beneficio,
porque V.
Excellencia &eacute; dotado de uma condi&ccedil;&atilde;o
t&atilde;o propensa para os estudiosos, que a immensa copia de
livros, que com singular elei&ccedil;&atilde;o tem juntos, mais
s&atilde;o
dos que delles se querem servir, que de V. Excellencia mesmo.
&Eacute; verdade que esta generosidade tem o seu principio na
estopenda memoria de que V. Excellencia &eacute; dotado, pois basta
ler um livro, para lhe escuzar outra vez a li&ccedil;&atilde;o,
mas tambem nace da particular
satisfa&ccedil;&atilde;o que V. Excellencia tem de que todos
sejam imitadores dos seus estudos. A ninguem melhor do que a V.
Excellencia se devia dedicar esta Chronica, porque s&oacute; V.
Excellencia tem meios na sua grande capacidade para defender algumas
materias, que nella se tratam, porque &eacute; certo que nem tudo
foi concedido a todos, mas na pessoa de V. Excellencia se acha tudo o
que dividido fez grandes a outros. Deos guarde a V. Excellencia muitos
annos. <br />

<br />

<br />

<div style="text-align: center;">Criado de Vossa
Excellencia <br />

</div>

<br />

<div class="signature"><em>Miguel Lopes Ferreira</em></div>

<br />

<br />

<br />

<h2>PROLOGO</h2>

<br />

<br />

<span class="smallcaps">Aqui</span> tens Amigo
Leitor a brevissima Chronica do desgra&ccedil;ado
Rei de Portugal D. Sancho II deste nome. Foi este Principe na vida, e
na morte o exemplo de toda a infelicidade humana, para que depois pelos
inscrutaveis juizos de Deos tivesse o premio de tantos infurtunios na
eternidade da
Bemaventuran&ccedil;a. Na vida foi como dizem, t&atilde;o
sogeito aos validos, que n&atilde;o teve
ac&ccedil;&atilde;o, que se
podesse chamar sua, e na morte, foi t&atilde;o infeliz, que a
n&atilde;o teve
na Patria. Tudo o que escreveram os Authores, foi duvidoso, porque uns
o fazem cazado, e outros lhe negam o cazamento; uns o fazem pusilanime,
e outros valeroso. Seguiram as penas dos Chronistas a inconstancia da
sua fortuna, tudo deix&aacute;ram em quest&otilde;es, porque
o seu descuido lhes n&atilde;o deixou averiguar a certeza do que
escreviam. O Doutor Fr. Antonio Brand&atilde;o na Quarta parte da
Monarchia Lusitana desaggrava em muitas ac&ccedil;&otilde;es a
este Principe das injurias dos
<span class="pagenum">[11]</span>
seus Chronistas, mostrando que fora
valeroso, e que conquistara muitas Pra&ccedil;as aos Mouros, como o
dizem as doa&ccedil;&otilde;es que fez dellas &aacute;s
Ordens
Militares. Sem duvida que a administra&ccedil;&atilde;o do
governo, que deram os povos a seu irm&atilde;o D. Affonso Conde de
Bolonha em Fran&ccedil;a, foi a cauza do muito que tem padecido a
Real opini&atilde;o deste Principe, porque n&atilde;o ha quem
sen&atilde;o atreva a um desgra&ccedil;ado, ainda que lhe anime
as veas um sangue soberano. As parcialidades que naquelle tempo havia
de introduzir necessariamente na Corte a politica, deviam de ser o
fundamento desta variedade, porque uns para justificarem a
ac&ccedil;&atilde;o, o deviam de condenar, e outros que seriam
os menos, o haviam de desculpar. Venceo com o tempo a felicidade de seu
irm&atilde;o D. Affonso, e arrastada da lizonja gemeo a memoria de
D. Sancho. O que escreveram os antigos, &eacute; o que agora te dou
a ler nesta brevissima Chronica. Se quizeres ver resgatada de tanto
descuido a fama deste piissimo Rei, v&ecirc; o Mestre
Brand&atilde;o, que em tudo
mostrou a sua diligencia. <br />

<br />

<br />

<div class="signature"><em>Vale.</em></div>

<br />

<br />

<br />

<h2>LICEN&Ccedil;AS<br />

</h2>

<h3>DO<br />

SANTO OFFICIO </h3>

<br />

<div class="quote1">Approva&ccedil;&atilde;o do
Reverendissimo
Padre Mestre D. Antonio Caetano de Souza, Clerigo Regular da Divina
Providencia, Qualificador do Santo Officio, e Academico da Academia
Real da Historia Portugueza</div>

<h4>EMINENT&Iacute;SSIMO SENHOR </h4>

<br />

Vi a Chronica de El-Rei D. Sancho o II, a quem os nossos Authores
antigos chamam o Capelo, que tambem anda em nome do Chronista Ruy de
Pina, como j&aacute; disse na censura que fiz na de El-Rei D.
Affonso II, seu pai, e n&atilde;o contem couza alguma para que V.
Eminencia n&atilde;o conceda a licen&ccedil;a que se pede para
a imprimirem, este &eacute; o meu parecer. Lisboa Occidental 8 de
Mar&ccedil;o de 1726.<br />

<br />

<br />

<div class="signature"><em>D. Antonio Caetano de
Souza C. R.</em></div>

<br />

<br />

<br />

<br />

<div class="quote1">Approva&ccedil;&atilde;o do
Reverendissimo
Padre Mestre Fr. Vicente das Chagas, Religioso da Provincia de Santo
Antonio dos Capuchos, Lente jubilado na sagrada Theologia, Qualificador
do Santo Officio, &amp;c.</div>

<h4>EMINENTISSIMO SENHOR</h4>

<br />

A Chronica d'El-Rei Dom Sancho o II a quem os Authores antigos chamam o
Capelo, pelos vestidos honestos, de que sempre uzou, mais de
fei&ccedil;&atilde;o de Religioso, que de Rei, n&atilde;o
tem cousa que se oponha aos dogmas da nossa Santa F&eacute;, ou
bons costumes. Este Rei n&atilde;o teve exercicio de reinar todo o
tempo de sua vida, porque pelos seus erros foi posto por Regedor no
Reino seu irm&atilde;o o Infante D. Affonso Conde de Bolonha, e
errou o dito Rei D. Sancho se cuidou que havia de reger sempre:
&laquo;Errat, si quis existimat tutum diu esse Regem&raquo;.
Diz Seneca &laquo;In sui
Proverbiis in fine positis lit. E.&raquo; Mas se lhe tiraram o
Reino, ou a regencia delle pelos seus erros, e culpas, n&atilde;o
lhe podiam tirar o Reinar em o Ceo, morrendo (como dizem morreo) com
sinaes de bom Christ&atilde;o, e Catholico Rei, e cheio de
virtudes. Pelo que merece a licen&ccedil;a que pede o Chronista
para se imprimir. V. Eminencia far&aacute; o que for servido. Santo
Antonio dos Capuchos de Lisboa Occidental 21 de Mar&ccedil;o de
1726.<br />

<br />

<br />

<div class="signature"><em>Fr. Vicente das Chagas.</em></div>

<br />

<br />

<br />

<br />

<span class="pagenum">[14]</span>
<span class="smallcaps">Vistas</span> as
informa&ccedil;&otilde;es, pode-se imprimir a
Chronica del-Rei D. Sancho II, e depois de impressa tornar&aacute;
para se conferir, e dar licen&ccedil;a que corra, sem a qual
n&atilde;o correr&aacute;. Lisboa Occidental,
22 de Mar&ccedil;o de 1726. <br />

<br />

<br />

<div class="signature"><em>Rocha, Fr. Lancastre.
Teixeira. Silva.
Cabedo.</em></div>

<br />

<br />

<br />

<h3><a name="p15"></a>DO ORDINARIO </h3>

<br />

<div class="quote1">Approva&ccedil;&atilde;o do
Reverendissimo
Padre Mestre Fr. Jo&atilde;o Baptista Troyano, Religioso da Ordem
de N. Senhora do Monte do Carmo, Mestre na Sagrada <a href="#e1">Theologia</a>,
Consultor do Santo Officio, Definidor perpetuo, e
Provincial absoluto, Secretario que foi da Provincia, e Prior do
convento do Carmo de Lisboa Occidental, &amp;c.</div>

<h4>
ILLUSTRISSIMO E REVERENDISSIMO SENHOR </h4>

<br />

<span class="smallcaps">Por</span> mandado de V.
Illustrissima Reverendissima li a Chronica del-Rei D.
Sancho II no Nome, e quarto dos Reis de Portugal, vulgarmente chamado
Capelo, na f&oacute;rma que a deixou escrita Ruy de Pina Chronista
m&oacute;r do Reino, e como nella se
n&atilde;o encontre couza que se opponha aos dogmas da nossa Santa
F&eacute; Catholica, ou bons costumes, julgo se lhe p&oacute;de
conceder a licen&ccedil;a que se pede, salvo,
&amp;c. Carmo de Lisboa Occidental 4 de Outubro de 1726. <br />

<br />

<br />

<div class="signature"><em>Fr. Jo&atilde;o
Baptista Troyano, Prior do
Carmo.</em></div>

<br />

<br />

<span class="smallcaps">Pode-se</span> imprimir
vistas as
informa&ccedil;&otilde;es, a Chronica del-Rei D. Sancho II, e
depois de impressa tornar&aacute; para se conferir, e dar
licen&ccedil;a sem a qual n&atilde;o correr&aacute;. Lisboa
Occidental 1 de Junho de
1728. <br />

<br />

<div class="signature"><em>Gouvea.</em></div>

<br />

<br />

<br />

<h3><a name="p16"></a>DO PA&Ccedil;O. </h3>

<br />

<div class="quote1">Approva&ccedil;&atilde;o do
Excellentissimo
Senhor D. Francisco Xavier de Menezes, Conde da Ericeira, do Conselho
de S. Magestade, Academico da Academia Real da Historia Portugueza, e
um dos cinco Censores della, &amp;c.</div>

<br />

<br />

<div class="signature"><b>SENHOR</b></div>

<br />

<br />

<span class="smallcaps">Na</span> <a href="#e2">censura</a>
que fiz
por ordem de V. Magestade
&aacute; Chronica del-Rei D. Sebasti&atilde;o, ponderei
largamente o juizo que fazia da utilidade que resultava &aacute;
Historia de Portugal, de que se publicassem as memorias mais antigas,
que se conservavam manuscritas na Torre do Tombo, e em muitas
livrarias, ainda que tivessem alguns defeitos, que nasceram da sincera
credulidade dos seus Authores, <a href="#e3">outros</a>
da corrup&ccedil;&atilde;o das copias, e muitos
que os modernos supp&otilde;em,
<span class="pagenum">[17]</span>
que foram erros, e que p&oacute;de ser sejam
verdades, e que prevale&ccedil;a a antiguidade de alguns seculos,
que faz os Authores melhor instruidos de tradi&ccedil;&atilde;o
sucessiva, e ent&atilde;o mais vezinha ao tempo dos sucessos;
&aacute; critica que fundada em documentos, e conjecturas, nem
sempre descobre as dezejadas demonstra&ccedil;&otilde;es. A
Chronica del-Rei D. Sancho II sendo muito breve, merece maior exame,
que as outras, porque era precizo ao seu escritor defender o que fez
todo o Reino para autorizar a deposi&ccedil;&atilde;o daquelle
Principe mais
infelice, que culpado, e quanto mais raz&otilde;es buscou este
escritor para culpar o seu Rei, tanto mais seguio a primeira errada
maxima, continuada por muitos Historiadores, que se convencem a si
mesmos com a for&ccedil;a da raz&atilde;o, celebrando a
fidelidade dos dous valerosos defensores
de Coimbra, e Cerolico. Tambem se buscaram outros principios, que as
Monarchias independentes, como &eacute; a de Portugal
n&atilde;o admitem, nem acho
inconveniente em que se imprimam as Historias do que o mundo fazia, e
hoje n&atilde;o observa, porque assim conhecemos o genio dos
seculos passados, e a parcialidade dos nossos Chronistas; sendo poucos
em todas as
na&ccedil;&otilde;es, os que se livraram deste perigo, e
n&atilde;o sendo o mesmo permetir V. Magestade a licen&ccedil;a
que se pede para sahirem a luz os livros antigos, que aprovar tudo o
que elles dizem, e copi&aacute;ram os outros, que o seguiram, e
assim entendo que com esta censura que deve imprimir-se nas mais
Edi&ccedil;&otilde;es desta Chronica,
se d&ecirc; a faculdade que pertende o seu curioso Collector,
desta, e de todas as Historias antigas de Portugal. Lisboa Occidental 7
de Junho de 1728. <br />

<br />

<br />

<div class="signature"><em>Conde da Ericeira.</em></div>

<br />

<br />

<br />

<span class="pagenum">[18]</span>
<span class="smallcaps">Que</span> se possa
imprimir, visto as licen&ccedil;as do Santo Officio, e
Ordinario, e depois de impresso tornar&aacute; &aacute; Meza,
para se conferir, e taxar, e sem isso n&atilde;o
correr&aacute;, com
declara&ccedil;&atilde;o, que no mesmo livro se imprima esta
censura do Conde da Ericeira. Lisboa Occidental 8 de Junho de 1728.<br />

<br />

<br />

<div class="signature"><em>Marquez P. Pereira.
Oliveira. Teixeira.
Bonicho.</em></div>

<br />

<br />

<br />

<br />

<h3><em>Coronica do muito alto e esclarecido Principe D.
Sancho II,
quarto Rei de Portugal a que vulgarmente chamavam o Capelo</em> </h3>

<br />

<br />

<br />

<h2><a name="c1"></a>CAPITULO I </h2>

<br />

<div class="quote1">Como o Ifante D. Sancho Capelo, foi
alevantado por Rei, e
das condi&ccedil;&otilde;es fracas que teve, e como
cazou, e n&atilde;o como a sua honra e estado Real compria, e se
devia</div>

<br />

<br />

<span class="smallcaps">El-Rei</span> Dom Affonso
deste nome o
segundo, e dos Reis de Portugal o
terceiro, faleceo na era de mil duzentos e vinte e tres, (1223) como em
sua Coronica &eacute; declarado, e por seu falecimento foi logo
alevantado, e obedecido por Rei o Ifante Dom Sancho, seu filho maior
legitimo, e herdeiro, a que disseram Capelo, deste nome o segundo, e
dos Reis de Portugal o quarto, em idade de dezaseis annos, e a cauza
porque este sobrenome de Capelo lhe fosse posto, as
lembran&ccedil;as antigas Despanha, e de Portugal, que delle falam,
e assi o nomeam, n&atilde;o o declaram, s&oacute;mente que lhe
devia ser posto por sua maneira
<span class="pagenum"><a name="p20">[20]</a></span>
de vestidos honestos, que sempre trouxe, mais de
fei&ccedil;&atilde;o de Religioso, que de Rei, nem Cavaleiro,
porque foi Principe, que do come&ccedil;o de sua vida
at&eacute; que acabou em servir mais a Deos, que haver respeito
&aacute;s couzas, e pompas do mundo, em cujo
cora&ccedil;&atilde;o
n&atilde;o houve a verdadeira fortaleza que pera Rei era mui
necessaria, mas houve nelle sua pura simpreza com que dezejou que seus
Reinos, e Vassalos fossem regidos por lei de natureza, e por regras, e
concelhos de boa condi&ccedil;&atilde;o, sem outra prema, nem
contradi&ccedil;&atilde;o de Lei, nem de algum direito
positivo, e por esso na
execu&ccedil;&atilde;o nas cousas da justi&ccedil;a era
muito brando, e as n&atilde;o provia nem ponia, com aquelle rigor,
e escarmento, que as culpas, e crimes de homens requeriam, e por esta
sua natural, e fraca incrina&ccedil;&atilde;o, e
juntamente com os m&aacute;os, e desassolutos Conselheiros, que de
mo&ccedil;o
logo o recolheram, e porque n&atilde;o devidamente se regia o Reino
de Portugal, e todolos naturaes delle em todalas couzas, assi
espirituaes, como temporaes, durando o seu Reinado padeceram muitas
perdas, e danos incomportaveis, que depois com quebra de seu nome, e
pera proviz&atilde;o de seu Estado se remediaram, como ao diante se
dir&aacute;. <br />

<br />

E ao tempo que este Rei Dom Sancho come&ccedil;ou de Reinar em
Portugal, governava os Reinos de Castella, e de Li&atilde;o sua
tia, a Rainha Dona Biringela, molher que foi del-Rei Dom Affonso de
Li&atilde;o, com El-Rei Dom Fernando seu filho, a qual era tia
deste Rei Dom Sancho, irm&atilde; da Rainha Dona Orraca sua madre,
e porque a Rainha Dona Biringela, a que este Rei Dom Sancho ficou
encomendado, era Princeza de mui singulares virtudes e Reaes
perfei&ccedil;&otilde;es, e
muita prudenia, doendo-se da
governan&ccedil;a de Portugal, e de uma evidente sua
perdi&ccedil;&atilde;o, a que decrinava, ella
muitas vezes enviou a conselhar a seu sobrinho assi bem,
<span class="pagenum"><a name="p21">[21]</a></span>
e verdadeiramente como a elle, e ao Reino compria, e
principalmente pera fundamento de sua maior lian&ccedil;a de o
querer cazar, como seu Estado, e dinidade Real requeria. Ao que El Rei
D. Sancho por m&aacute;os concelhos dalguns seus n&atilde;o
fieis, e danados conselheiros nunca obedeceo, antes por induzimento
delles sem dispensa&ccedil;&atilde;o, e muito contra sua honra,
e com
grande escandalo, e nojo dos do Reino, cazou com Dona Mecia Lopes, Dona
fermosa, e viuva, filha de Dom Lopo, senhor de Biscaya, que era parenta
sua dentro no quarto gr&aacute;u, a qual f&ocirc;ra
j&aacute; cazada
com Dom Alvaro Pires de Castro, filho de Dom Pedro Fernandes de Castro,
o Castell&atilde;o, e posto que El-Rei Dom Sancho pelos Prelados, e
povos, Senhores, e pessoas de titulo de seu Reino muitas vezes fosse
requerido, amoestado, e aconselhado, que se apartasse desta molher, e
recebesse outra qual, &aacute; sua honra, e conciencia convinha,
elle, ou por afei&ccedil;&atilde;o n&atilde;o
quiz, ou por feiti&ccedil;os, de que diziam que era ligado, o
n&atilde;o p&ocirc;de nunca fazer, nem consentir, porque
naquelle tempo segundo as couzas passavam, mui clara, e geralmente se
dizia, que El-Rei andava em poder della enfeiti&ccedil;ado, e cego
do juizo sem se poder apartar, e que ajudavam muito o mao conselho
daquelles, que sostinham a parte da Rainha Dona Mecia, por cujo favor
em que a este tempo havia o poder, e authoridade com grande
desolu&ccedil;&atilde;o elles tomavam, e destroiam do Regno
todolo que queriam, e assi o faziam, outros muitos grandes, e pequenos
por seu exemplo, os quaes males El-Rei por fraqueza de
cora&ccedil;&atilde;o n&atilde;o castigava,
nem tornava a elles com aquella severidade, e rigor, que se devia, e
assi teve El-Rei D. Sancho esta molher algum tempo sem della haver
alguma gera&ccedil;&atilde;o,
n&atilde;o cessando no Regno estes insultos, e
desolu&ccedil;&otilde;es, antes
crecendo cada vez mais.<br />

<br />

<span class="pagenum"><a name="p22">[22]</a></span>
<h2><a name="c2"></a>CAPITULO II </h2>

<br />

<div class="quote1">Do que o Papa a requerimento dos
Prelados, e povo de
Portugal escreveo, e requereo a El-Rei Dom Sancho por sua Bulla</div>

<br />

<br />

<span class="smallcaps">Pelo</span> qual os
Prelados, e povo de Portugal concirando a fealdade destas couzas, que
era em grande
ofen&ccedil;a de Deos e can&ccedil;asso e
destroi&ccedil;&atilde;o da terra, e vendo que a continua,
e perseverada
aprezenta&ccedil;&atilde;o de suas querelas ante El-Rei
n&atilde;o aproveitavam, todos em uma concordia se enviaram
querelar ao Papa Honorio III na Igreja de Deos a esse tempo Presidente,
que como bom, e Sancto Pastor, por aconselhar a El-Rei, e por
verdadeiramente ao Regno, sabendo todas as cousas sobreditas, que com
verdadeira rela&ccedil;&atilde;o lhe foram senificadas, enviou
a El-Rei
seu Breve, em que lhe vieram suas sanctas, e devidas
amoesta&ccedil;&otilde;es, e nelle l&iacute;mitado tempo,
em que inteiramente emendasse os erros de sua pessoa, e satisfizesse
aos danos feitos por sua negligencia, em todo o Regno, e passado o
tempo, que pera a emenda destas cousas lhe era assinado, sendo o Papa
certificado, que em nada se satisfazia, enviou a elle de Roma por
Delegado o Bispo Sabenense, o qual pela dureza, e pouca obediencia que
nelle, e nos seus Conselheiros achou, poz condicionalmente em suas
pessoas senten&ccedil;a de
Excommunh&atilde;o, e de antredito, e em todo o Regno sem outro
devido, e peremptorio termo, que lhe assinou, se se n&atilde;o
emendasse, e satisfizesse. Das quaes
senten&ccedil;as ficou por mero executor, por mandado especial do
Papa, o Arcebispo de Braga, que por se n&atilde;o satisfazer aos
males, tomadias e roubos, que eram feitos especialmente
<span class="pagenum"><a name="p23">[23]</a></span>
&aacute;s Igrejas, nem se leixavam de
fazer tantos, o tornou a notificar ao Padre Santo, que por uzar de mais
clemencia, e piedade com El-Rei Dom Sancho, e lhe afastar todalas
couzas de sua essencia, lhe escreveo outra carta na entrada da qual lhe
tirou aquella solennidade de amor, e ben&ccedil;&atilde;o
Apostolica, que em outras escrevia aos outros Reis sempre costumada de
escrever, ca lhe n&atilde;o poz Carissimo em Christo filho, nem
disse nella: &laquo;Salutem &amp; <a href="#e4">Apostolicam</a>
benedictionem&raquo;. <br />

<br />

Com a Bulla, que a El-Rei Dom Sancho em sua pessoa, e em muitas partes
de seu Regno, foi pubricada, elle foi muito anojado, e vendo se
apertado de muitas necessidades, que
nesta necessidade concorriam, aconselhado dos seus que o seguiam, disse
que em todo queria, e prometia de obedecer ao Papa, e satisfazer
inteiramente aos mandamentos da S&eacute; Apostolica, e que elle
logo emendaria, e faria aos seus emendar todolos danos, e perdas que
eram feitos, e n&atilde;o consentiria, que dahi em diante em seu
Regno por elle, nem pelos seus, lhe fizessem outros alguns, assi por
suas cartas patentes, o segurou, e prometeo
<a href="#e5">particularmente</a> ao Papa, pelo qual
a esta
cautella, e com
condi&ccedil;&atilde;o de todo comprir a certo tempo, foram
todos absoltos da excommunh&atilde;o, e levantado o antredito do
Regno.
<br />

<br />

<span class="pagenum">[24]</span>
<h2><a name="c3"></a>CAPITULO III </h2>

<br />

<div class="quote1">Como El-Rei Dom Sancho por
amoesta&ccedil;&otilde;es do Papa se n&atilde;o quiz
apartar de Dona Mecia Lopes sua molher, e como lhe foi tomada</div>

<br />

<br />

<span class="smallcaps">Mas</span> como El-Rei Dom
Sancho da excommunh&atilde;o, e antredito se
vio livre, e afrouxado, e os Delegados do Papa partidos do Regno, elle
e os seus por mao conselho, e induzimento de maos homens, que comsigo
trazia, n&atilde;o leixaram de proseguir, e uzar de todolos erros,
e males, que dantes faziam, e esto durou por muitos annos, ca foi no
tempo do dito Papa Honorio, e depois em vida do Papa Gregorio IX que a
requerimento, e soprica&ccedil;&atilde;o dos Prelados, e povo
de Portugal, lhe enviava continuas amoesta&ccedil;&otilde;es, e
sanctos conselhos, a que nunca
quiz inteiramente obedecer, quazi de sua boa, e fraca
condi&ccedil;&atilde;o, era faze-lo logo, a Rainha Dona Mecia
sua molher, e aquelles que seguiam sua vontade o disviavam de seu bom
proposito, especialmente em a n&atilde;o querer nem poder leixar
por molher, sobre que muitas vezes, foi pelo Papa aconselhado, e
amoestado, e excommungado, por quanto ella era filha do Conde Dom Lopo
de Biscaya, como j&aacute; disse, e era muito conjunto ao Real
sangue dos Reis Despanha, de que El-Rei Dom Sancho descendia, e
por&eacute;m nunca por direito, nem por sua vontade a quiz de si
apartar, ca por qualquer maneira que fosse, elle lhe era muito
afei&ccedil;oado, e por&eacute;m
acha-se, que neste tempo, tendo-a El-Rei comsigo em Coimbra, um
Reym&atilde;o Viegas de Porto Carreiro, com gentes de Dom Martim
Gil de Soveroza, naturaes de Portugal, e Vassallos del-Rei Dom Sancho,
da frontaria
<span class="pagenum"><a name="p25">[25]</a></span>
de Galiza, donde eram, com multas
gentes, que comsigo trouxeram, tomaram a dita Dona Mecia, e a
lev&aacute;ram ao Castello Dourem, que ella tinha del-Rei por Arras
de seu cazamento, sobre o qual El-Rei logo foi armado, e com a gente
que pode requerendo lhes,
que lhe entregassem sua molher, e elles o n&atilde;o quizeram
fazer, antes resistiram a El Rei com armas, e for&ccedil;as, com
que se tornou, e elles a levaram a Galiza, mas o que della se depois
fez, ou com que fundamento, e cauza certa foi assi tomada, e levada, eu
o n&atilde;o achei, nem soube, e por&eacute;m at&eacute; o
tempo que o Papa
Innocencio IV foi Prezidente na Igreja de Roma, nunca por El-Rei Dom
Sancho nos males, e danos passados, se fez alguma emenda, nem deu
satisfa&ccedil;&atilde;o, nem menos havia rigor de
justi&ccedil;a, por cujo temor elles se leixassem de fazer.
<br />

<br />

<h2><a name="c4"></a>CAPITULO IV </h2>

<br />

<div class="quote1">Do Concilio que o Papa Innocencio IV
fez em
Li&atilde;o de Fran&ccedil;a, onde os Prelados, e os Senhores
de Portugal, se foram querelar del Rei Dom Sancho, e lhe pediram novo
Regedor para o Regno, que por mingoa da justi&ccedil;a se perdia, e
lhe outorgou o Ifante Dom Affonso, Conde de Bolonha, irm&atilde;o
do dito Rei Dom Sancho</div>

<br />

<br />

<span class="smallcaps">Sobre</span> o qual sendo
El-Rei por muitos, e muitas vezes aconselhado do
requerido, e pedido, que se emendasse, e castigasse os malfeitores,
elle n&atilde;o o querendo, ou n&atilde;o podendo fazer, os
Prelados, e povo se enviaram outra vez aggravar ao Papa Innocencio IV e
pedir-lhe remedio, o qual por algumas
<span class="pagenum"><a name="p26">[26]</a></span>
vezes escreveo a El-Rei cartas de mui sanctos concelhos, e devidas
amoesta&ccedil;&otilde;es, e assi outras
ao Bispo de Coimbra, que em seu nome, e da sua parte o aconselhasse
para se privar dos erros, e males, que consentia, e o
esfor&ccedil;asse para castigo, e emenda daquelles, que os
cometiam, encomendando ao dito Bispo, que de todo o que em El-Rei sobre
esso achasse, e deste cazo lhe parecesse, lho fizesse saber por suas
cartas, as quaes enviaria ao Concilio, que se havia ent&atilde;o de
fazer, como fez em Li&atilde;o Solanova em Fran&ccedil;a, para
que foram convocados os Reis, e Principes Christ&atilde;os, e assi
muitos Prelados, no qual Concilio se acordaram muitas, e mui sanctas
couzas por bem da universal Igreja, ante as quaes El Rei S. Luis, por
mortal doen&ccedil;a de um fernezim, de que escapou, tornando a seu
entendimento, fez nelle voto de ir, como foi em pessoa, por se recobrar
&aacute; Caza Santa, e &aacute; conquista de ultra mar, e levou
em pessoa comsigo a Rainha Dona Margarida sua molher, filha do Conde de
Proen&ccedil;a, e desta ida tomou por cerco a Cidade Damiata no
Egipto, que era de imigos, mas logo pelo grande poder do
Sold&atilde;o, El-Rei, e dous seus irm&atilde;os, que com elle
passaram, a saber, Dom Affonso, e Dom Carlos em uma batalha foram
tambem cativos, e resgatados pela mesma Cidade de Damiata, e das muitas
gentes de seu exercito, muitos foram mortos, e os outros prezos, e
cativos. <br />

<br />

E retornando El Rei S. Luis a Fran&ccedil;a com
esperan&ccedil;a de vingar o mal passado, logo com outro grande
exercito, que refez, tornou a ir sobre a Cidade de Tunes, com propozito
de fazer o Rei della Christ&atilde;o, como lhe enviara prometer, e
de conquistar por hi a terra dos Infieis, ao longo do mar
at&eacute; Alexandria pera dahi poder cobrar a Terra Sancta com
menos trabalhos das pessoas, e deficuldades, e estando neste cerco,
<span class="pagenum"><a name="p27">[27]</a></span>
e tendo comsigo tres filhos, a saber
Felippe Johane, e Pedro, elle faleceo de fruxo, e o dito seu filho Dom
Joham de peste, e por estes merecimentos, e por outras muitas virtudes
este Rei Luis foi pelo Papa Bonifacio Canonizado, e era primo com
irm&atilde;o deste Rei Dom Sancho, filhos de duas irm&atilde;s.
<br />

<br />

E volvendo ao proposito de sua Istoria, El Rei Dom Sancho com todolos
conselhos, e amoesta&ccedil;&otilde;es de
amor, e de rigor pelos Papas, e pelos de seu Regno muitas vezes lhe
foram feitos, nunca por sua natural fraqueza se quiz, ou nem se pode
emendar, nem dar ordem como se os malfeitores emendassem, e
castigassem, e privassem dos malificios que cometiam, pelo qual os
Prelados, e mais principaes do Regno com todo o povo, por remediarem
sua total perdi&ccedil;&atilde;o em que se viam,
acordaram de enviar pedir no dito Consilio ao sobredito Papa Innocencio
IV que lhes desse auto, e pertencente Regedor pera o Regno, pera o qual
foram eleitos pera Embaixadores, e Procuradores Dom Joham Arcebispo de
Braga, que em todo o Reinado del&shy;&shy;-Rei Dom Sancho tinha
muitas persegui&ccedil;&otilde;es, e perdas
padecidas, e Dom Tibur&ccedil;o Bispo de Coimbra, e Ruy Comes de
Briteiros, e Gomes Viegas, nobres Cavalleiros, e pessoas de muita
authoridade no Regno, os quaes chegando ao Consilio, propozeram ante o
Papa todalas querelas do Regno passadas, e a
desespera&ccedil;&atilde;o que
havia pera se nunca emendarem antes ao despois se fazerem peor, pera
cuja prova prezentaram aprovadas cartas, e verdadeiras
inquiri&ccedil;&otilde;es, que pera esso
lev&aacute;vam, e o Papa, que claramente gostou da verdade depois
de sobre esso haver sua delibera&ccedil;&atilde;o lhes
respondeo que elles escolhessem, e tomassem por Regedor do Regno de
Portugal, quem quizessem, e entendessem, que o faria bem, com tanto que
fosse natural do Regno. <br />

<br />

E porque os ditos Prelados, e Cavalleiros, tinham
<span class="pagenum"><a name="p28">[28]</a></span>
j&aacute; sobre este cazo ass&aacute;s deliberado,
e consultado
depois de lhe beijarem por esso seus santos p&eacute;s, lhes
disseram, que a pessoa natural que pera tal cargo achavam era o Ifante
Dom Affonso, Conde de Bolonha, irm&atilde;o do mesmo Rei D Sancho,
e que este lhe pediam por merc&ecirc; ques d&eacute;sse
por Regedor, ca o Papa aprouve, e lho outorgou. Sobre o qual mandou
logo chamar o dito Ifante Conde, que era em Bolonha de
Fran&ccedil;a, n&atilde;o
longe do Papa, que era na dita Cidade de Li&atilde;o, ao qual Sua
Santidade fez larga rela&ccedil;&atilde;o das couzas de
Portugal, que at&eacute; aquelle tempo eram passadas, e com esso as
necessidades que hi havia pera com paz, e justi&ccedil;a se
remediarem, e lhe encomendou, e mandou que asseitasse o Regimento,
defen&ccedil;&atilde;o, e
governa&ccedil;&atilde;o do dito Rego, e fizesse como se delle
confiava, e o Conde sem contradi&ccedil;&atilde;o, nem escuza
consentio no dito
cargo, e o asseitou, e esto foi em Li&atilde;o a seis dias de
Setembro de mil duzentos quorenta, e cinco
annos (1245).
<br />

<br />

<h2><a name="c5"></a>CAPITULO V </h2>

<br />

<div class="quote1">Como o Conde de Bolonha, depois de
asseitar a
governan&ccedil;a de Portugal fez sobre esso juramento com algumas
condi&ccedil;&otilde;es declaradas</div>

<br />

<br />

<span class="smallcaps">Tanto</span> que o Conde
pelo Papa foi dado por Regedor de Portugal, elle, e
os ditos Prelados, e Cavalleiros do Regno, por acordo que sobre esso
antes se tomou se vieram todos &aacute; Cidade de Pariz, onde
dentro nas cazas do Mestre Perochel da Cidade, sendo elle prezente, e
Mestre Joham, Capel&atilde;o do Papa Adai&atilde;o da Igreja da
Carnota, e Soeiro Soares Chan&ccedil;arel, e Estev&atilde;o
Annes Cavalleiro do Conde, e
<span class="pagenum">[29]</span>
assi sendo prezentes os ditos Arcebispos, e
Bispo, e Cavalleiros, e outras muitas pessoas Religiozas do Regno de
Portugal, o dito Conde em prezen&ccedil;a de todos, e tendo as
m&atilde;os sobre um livro dos Santos Evangelhos, fez solenne
juramento nesta f&oacute;rma. <br />

<br />

&laquo;Eu Dom Affonso, Conde de Bolonha, filho Del-Rei Dom Affonso
de crara memoria, Rei que foi de Portugal, prometo, e juro sobre estes
Santos Evangelhos de Deos, que por qualquer titulo, que eu aja o Regno
de Portugal, eu guarde, e fa&ccedil;a guardar aos Concelhos, e todo
o povo, e Religiosos, e Clerezia de todo o Regno todolos bons costumes,
e foros escritos, e n&atilde;o escritos, os quaes houveram, e
tiveram com meu av&ocirc;, e com meu visav&ocirc;, e que tire
todos os maos costumes, e aboz&otilde;es, que vieram por algumas
necessidades, ou que pozeram algumas pessoas em tempo do meu padre, e
de meu irm&atilde;o,
especialmente, que n&atilde;o leixe, nem consinta nenhum mau
costume, que ha no Regno de se com mudar a Justi&ccedil;a que ha de
morte de um homem em pena de dinheiro, e que eu fa&ccedil;a, que os
Juizes, onde quer que os houver de poer, sejam justos, e sem
cobi&ccedil;a, e amadores de fazer justi&ccedil;a, e direito
sem medo de nenhumas pessoas, e esto a quanto eu puder, e entender
segundo me Deos ajudar, e que sejam feitos por
elei&ccedil;&atilde;o
dos mesmos povos, que elles houverem de reger, e n&atilde;o por
afei&ccedil;&atilde;o, nem rogo, nem pera oprimir, e
despeitar o povo, que h&atilde;o de julgar em justi&ccedil;a, e
em
direito, e que este juramento me far&atilde;o os Juizes quando
receberem os officios. <br />

<br />

&laquo;Item, que eu tire Inquiri&ccedil;&atilde;o por mi,
ou por outrem se taes Juizes cumprem o que juraram, e os que
n&atilde;o fizerem o que devem que lhes mande dar tal pena, que a
elles seja escarmento, e a outros castigo. <br />

<br />

&laquo;Item, que aquelles, que for&ccedil;arem quaesquer
molheres,
<span class="pagenum">[30]</span>
ou matarem Clerigo, ou Frade,
ou qualquer outra pessoa, que eu fa&ccedil;a delles taes
justi&ccedil;as, que a
sua pena castigue os outros. <br />

<br />

&laquo;Item, que defenda, e mantenha em seu estado quanto eu puder
as Igrejas, e Moesteiros, e Lugares Religiosos fazendo-lhes entregar
qualquer couza, que lhe foi tomada, e que quaesquer males, e sem
raz&otilde;es, que alguns sejam em posse de fazer des o tempo de
meu irm&atilde;o at&eacute; agora que n&atilde;o lhe
valha alegan&ccedil;a de tempo perlongado. <br />

<br />

&laquo;Item, que eu fa&ccedil;a emendar segundo meu poder, com
conselho dos Prelados, e dos do Regno todolos males, que at&eacute;
qui foram feitos em elle, e reformarei paz quanto poder n&atilde;o
leixando sem pena taes couzas passar nem as consentindo fazer no dito
Regno. <br />

<br />

&laquo;Item, que segundo me Deos ministrar, e eu puder, que bem, e
lealmente reja, e aministre o dito Regno de Portugal desque em elle
for, e fa&ccedil;a especialmente fazer justi&ccedil;a, dando a
cada um segundo seu merecimento n&atilde;o asseitando pessoas
pobres, nem ricas. <br />

<br />

&laquo;Item, que reja todo bom estado da terra, e proveito do dito
Regno com conselho dos Prelados, e povos delle, e ser sempre obediente,
e devoto &aacute; Igreja de Roma, minha madre, e assi como fiel, e
Catholico, e como todo Principe Christ&atilde;o deve ser, e que
guardarei estas couzas sobreditas segundo meu poder, e e me Deos
ministrar&raquo;. <br />

<br />

E depois que o dito Conde jurou estas cousas, e outras mais a estas
conformes, todolos que eram prezentes assin&aacute;ram o juramento,
e desso passaram escrituras pubricas, que os Prelados trouxeram a
Portugal.
<br />

<br />

<span class="pagenum">[31]</span>
<h2><a name="c6"></a>CAPITULO VI</h2>

<br />

<div class="quote1">Das Bullas e Proviz&otilde;es do
Papa, que o Conde
trouxe a Portugal pera os do Regno sobre sua governan&ccedil;a, e
assi outra Bulla que sobre o mesmo caso enviou aos Frades de S.
Francisco</div>

<br />

<br />

<span class="smallcaps">Como</span> o Conde fez este
juramento, procurou logo de aviar as couzas mais
necessarias pera a sua vinda, e &aacute;lem de sua fazenda lhe
compria a honra de sua pessoa, e servi&ccedil;o, e repairo de sua
caza, e familia. <br />

<br />

<em>A tradu&ccedil;&atilde;o destas Bullas andam
muito viciadas nas copias desta Chronica, e se acham em outros livros,
e por esta, e outras cauzas sen&atilde;o imprimem neste Capitulo.</em>
<br />

<br />

<h2><a name="c7"></a>CAPITULO VII </h2>

<br />

<div class="quote1">De como o Conde de Bolonha chegou a
Portugal, e com elle
um delegado do Papa, e das notifica&ccedil;&otilde;es que logo
fizeram a El-Rei D. Sancho</div>

<br />

<br />

<span class="smallcaps">Despedidas</span> as Bulas
do Papa, e aparelhadas as couzas, que ao Conde para
seu caminho mais cumpriam, se despedio da Condessa de Bolonha sua
molher, que havia nome Dona Matildes, a qual fora j&aacute; outra
vez cazada, e era da linhagem dos Rex de Fran&ccedil;a, e molher,
em que havia singulares
<span class="pagenum"><a name="p32">[32]</a></span>
bondades, e
vertudes, e tinham muitas terras, e grande fazenda, e dahi com os
Prelados, e Cavalleiros Portuguezes, que o foram requerer, se veio a
este Reino, e com elle enviou mais o Papa por seu Delegado pera estas
couzas de Portugal Frei Desiderio, pessoa <a href="#e6">em
que</a> havia doutrina, e
sinaes de bom Religioso, pera que em nome do Papa, e da sua parte
requeresse, que entregassem ao Conde os Castellos do Regno, nos quaes
pozesse Alcaides, e as Villas, e terras, em que fizesse Juizes com que
o Regno se mantivesse em paz, e justi&ccedil;a, e por tal, que nas
Fortalezas principalmente se n&atilde;o acolhessem os mal feitoras,
que nas pessoas, que em todo lhe n&atilde;o obedecessem, pozesse
senten&ccedil;a de excommunh&atilde;o, e como chegaram ao
Estremo de Portugal, o Conde por suas cartas noteficou logo sua vinda a
todolo Regno, dizendo em seu titulo: &laquo;Dom Affonso, filho do
muito nobre Rei Dom Affonso por gra&ccedil;a de Deos, Conde de
Bolonha, e Procurador, e defensor do Regno de Portugal&raquo;. E
assi noteficou a El Rei Dom Sancho seu irm&atilde;o, como a
requerimento do Regno vinha, e n&atilde;o pera ser Rei, mas pera
lhe reger, e governar o Regno, e se fazer nelle direito, e
justi&ccedil;a, que se n&atilde;o fazia, e lhe
conheceria senhorio, como a seu Rei, e Senhor, salvo a cerca daquelles,
em cujo poder, e m&atilde;os andava, e porque t&atilde;o mal
aconselhado, e por cuja cauza tantos males no Regno eram feitos, e com
esto lhe enviou o Delegado um Breve do Papa.
<br />

<br />

<span class="pagenum"><a name="p33">[33]</a></span>
<h2><a name="c8"></a>CAPITULO VIII </h2>

<br />

<div class="quote1">Como El Rei Dom Sancho mal aconselhado
se foi com os de
sua valia pedir soccorro a Castella, e como veio em sua ajuda o Ifante
Dom Affonso de Molina com outros grandes, e gentes de Castella</div>

<br />

<br />

<span class="smallcaps">El-Rei</span> Dom Sancho a
este tempo era em Coimbra, e como vio as cartas do
Papa, e de seu irm&atilde;o, e soube que elle era entrado no Regno
onde inteiramente lhe obedeciam, elle de si mesmo foi muito trovado, e
o fizeram ser muito mais os homens maos, e perversos Conselheiros, que
consigo trazia, porque rece&aacute;ram executar-se nelles sem
escuza as penas, que por seus desmerecimentos, e grandes delitos
mereciam, e estes lhe fizeram que n&atilde;o cresse, nem obedecesse
a couza, que o Papa, nem seu irm&atilde;o lhe escrevesse, nem
outros por seu bem lhe dicessem, porque o bem, nem asecego del-Rei, em
cazo que depois o tivesse n&atilde;o asegurava, nem
descan&ccedil;ava aos que o
seguiam, pelo qual de seu parecer delles, e como desesperado doutro bom
conselho, sem receber dano de pessoa alguma, nem lhe ser feita
desobediencia, nem contradi&ccedil;&atilde;o, se foi logo a
Castella com
fundamento de pedir soccorro contra seu irm&atilde;o, a El-Rei Dom
Fernando, deste nome o segundo, que ent&atilde;o nelle Regnava, que
era seu primo com irm&atilde;o, filhos de duas irm&atilde;s
da Rainha Dona Biringela, madre del-Rei Dom Fernando, e Dona Orra Dom
Sancho a este tempo era em Coimbra, e como vio as cartas do
Papa, e de seu irm&atilde;o, e soube que elle era entrado no Regno
onde inteiramente lhe obedeciam, elle de si mesmo foi muito trovado, e
o fizeram ser muito mais os homens maos, e perversos Conselheiros, que
consigo trazia, porque rece&aacute;ram executar-se nelles sem
escuza as penas, que por seus desmerecimentos, e grandes delitos
mereciam, e estes lhe fizeram que n&atilde;o cresse, nem obedecesse
a couza, que o Papa, nem seu irm&atilde;o lhe escrevesse, nem
outros por seu bem lhe dicessem, porque o bem, nem asecego del-Rei, em
cazo que depois o tivesse n&atilde;o asegurava, nem
descan&ccedil;ava aos que o
seguiam, pelo qual de seu parecer delles, e como desesperado doutro bom
conselho, sem receber dano de pessoa alguma, nem lhe ser feita
desobediencia, nem contradi&ccedil;&atilde;o, se foi logo a
Castella com
fundamento de pedir soccorro contra seu irm&atilde;o, a El-Rei Dom
Fernando, deste nome o segundo, que ent&atilde;o nelle Regnava, que
era seu primo com irm&atilde;o, filhos de duas irm&atilde;s
da Rainha Dona Biringela, madre del-Rei Dom Fernando, e Dona Orraca,
madre del-Rei Dom Sancho, ou ao menos pedir este soccorro e ajuda ao
Ifante Dom Affonso, filho herdeiro do dito Rei Dom Fernando,
<span class="pagenum"><a name="p34">[34]</a></span>
que em Castella e Li&atilde;o, j&aacute;
tinha grande
poder, e muita autoridade. <br />

<br />

E com este proposito chegou a Toledo andando a era em mil e duzentos
quarenta e sete annos (1247) antes um anno que Sevilha fosse aos Mouros
tomada. A este tempo El-Rei Dom Fernando veo a Toledo, tendo tomado
Cordova, e j&aacute; com dezejo, e fundamento de ir cercar, e tomar
Sevilha, se podesse, ao qual El-Rei Dom Sancho de Portugal seu primo,
dice logo, que a causa de sua ida a elle, era pera lhe fazer saber, o
que elle teria sabido, que seu irm&atilde;o o Ifante Dom Affonso
Conde de Bolonha, entr&aacute;ra em seu Regno de Portugal, e com
ajuda e favor dalguns seus naturaes, se al&ccedil;ara contra elle,
e que o tinham recebido por Senhor, e que por&eacute;m lhe pedia,
como a Rei t&atilde;o
poderoso, e que com elle era t&atilde;o conjunto em parentesco, que
em tamanha for&ccedil;a lhe desse ajuda e favor com que
inteiramente cobrasse seu Regno, e lan&ccedil;asse delle
f&oacute;ra seu irm&atilde;o, que individamente lho tinha
tomado, e que pois n&atilde;o tinha filho que o herdasse, que
depois de sua morte ficasse Portugal a elle, ou a seu filho herdeiro. <br />

<br />

Da qual couza prouve a El-Rei Dom Fernando, e pondo-a em obra ordenou
logo pera vir a Portugal o Ifante Dom Affonso de Molina, seu
irm&atilde;o, filhos ambos del-Rei Dom Affonso de Li&atilde;o,
e da Rainha Dona Biringela, e com elle Dom Diogo Lopes de Haro, Senhor
de Biscaya, e Dom Nuno Gon&ccedil;alves de Lara, e Dom Ruy Gomes de
Galiza, e Dom Ramilo Frole, e Dom Rodrigo Froyas, bom Cavalleiro, e Dom
Fernando Anes de Lima, e outros grandes senhores, e com elles muitas
gentes de p&eacute;, e de cavallo, com que
entr&aacute;ram em Portugal pela Comarca de Riba de Coa, que a este
tempo ainda era de Castella, e por elles fazerem sua entrada pela terra
da Beira, que toda estava &aacute;
<span class="pagenum">[35]</span>
obediencia del-Rei Dom Sancho, n&atilde;o houveram no caminho
contradi&ccedil;&atilde;o, nem resistencia alguma, e assi
chegaram ao lugar de Abiul, que &eacute; a quatro legoas de Leiria.
<br />

<br />

E o Conde Dom Affonso de Bolonha tanto que entrou no Regno, tanta
alegria receberam os Portuguezes com sua vinda, sabendo quem era, e
como vinha a seu requerimento, que os mais dos Lugares por as proprias
vontades dos moradores delles se lhe davam, e aquelles em que achava
alguma contradi&ccedil;&atilde;o logo
por execu&ccedil;&otilde;es que o Delegado sobre elles punha,
ou
por combates, ou for&ccedil;as n&atilde;o tardou em os cobrar
todos
salvo Coimbra, em que estava Martim de Freitas, e Celorico da Beira, em
que estava Dom Fern&atilde;o Rodrigues Pacheco, que ambos as tinham
por El-Rei Dom Sancho de que ao diante direi. <br />

<br />

<h2><a name="c9"></a>CAPITULO IX </h2>

<br />

<div class="quote1">Como pelas deligencias do Conde de
Bolonha El-Rei Dom
Sancho se tornou a Castella, e do que se passou no caminho com os
Cavalleiros de Trancozo</div>

<br />

<br />

<span class="smallcaps">E sabendo</span> o Conde de
Bolonha da entrada del-Rei seu irm&atilde;o no
Regno com o Ifante Dom Affonso de Molina, e com os Cavalleiros, e
gentes
de Castella, logo percebeo, e houve pera ter, e trazer comsigo por
defen&ccedil;&atilde;o do Regno as mais gentes que pode, e com
ellas se veio a Obidos, e avizou a Dom Jo&atilde;o Arcebispo de
Braga, e a Dom Domingos, que ent&atilde;o era Bispo de Coimbra, os
quaes lhe disseram que elles pela comiss&atilde;o do Papa, haviam o
dito Ifante Dom
<span class="pagenum"><a name="p36">[36]</a></span>
Affonso de Molina com todolos
Senhores, e gentes de Castella por excomungados, e malditos, e desso
tom&aacute;ram estromentos, e por esta cauza El Rei, e o Ifante
n&atilde;o pass&aacute;ram de Abiul, e se
tornaram pera
Castella sem no Regno, nem nas gentes, e couzas delle fazerem algum
mal, nem dano, e principalmente se tornaram, e n&atilde;o
proseguiram adiante, porque El Rei Dom Sancho pelas dezordens, e males
passados, a que nunca provera, era de todolos mais do Regno mui
dezamado, e mal quisto, e o Conde pelo contrairo &aacute;lem desso
era j&aacute; das mais for&ccedil;as delle de todo apoderado, e
por esta cauza o Ifante Dom Affonso com outros Senhores, que vieram em
ajuda del-Rei, vendo o pouco que lhe podiam aproveitar, e o muito dano,
que se podia seguir, aconselharam ao dito Rei Dom Sancho, que ou
ficasse em seu Regno, segundo lhe era apontado, ou se fosse com elles a
Castella. <br />

<br />

Este derradeiro houve El-Rei por melhor, sendo pior conselho, e
por&eacute;m El-Rei Dom Sancho tinha feitas
doa&ccedil;&otilde;es ao Ifante Dom Pedro seu primo de muitas
Villas, e Castellos principaes de Portugal, em grande dano da Coroa do
Regno, as quaes por sua injusta concess&atilde;o n&atilde;o
houveram nunca efeito, como quer que o dito Ifante depois o procurasse,
e requeresse aficadamente por intercess&otilde;es do Papa, que
sobre esso escreveo algumas vezes ao Conde de Bolonha, que justamente
sempre se escuzou. <br />

<br />

E acha-se, que em tornando El-Rei pera Castella, achegou ao Lugar de
Moreira, que &eacute; junto da Villa de Trancozo, na qual a esse
tempo estava Dom Gon&ccedil;alo Garcia, e Dom Fern&atilde;o
Garcia de Souza, que diceram Esgaravunha, que foi bom trovador, e Dom
Fernando Lopes, e Dom Diogo Lopes, todos quatro irm&atilde;os,
filhos de Dom Garcia Mendes de Souza, filho do Conde Dom Mendo o
Souz&atilde;o, e de Dona Elvira
<span class="pagenum"><a name="p37">[37]</a></span>
Gon&ccedil;alves, filha de Dom Gon&ccedil;alo Paes de Toronho,
que eram nobres homens, e mui principaes no Regno, e Dom
Fern&atilde;o Garcia sabendo da vinda de Castella del Rei por
conselho de seus irm&atilde;os com um s&oacute; Escudeiro, a
que deram sua lan&ccedil;a, e sendo elle vestido de todalas outras
suas armas se foi a Moreira, onde estava El-Rei, e o Ifante, e os
outros Senhores, e posto ante elles tirou o Elmo da cabe&ccedil;a,
e com os joelhos em terra beijou a m&atilde;o a El-Rei, e ao Ifante
Dom Affonso, e como se levantou, fez reverencia a Dom Diogo, e a
todolos outros homens honrados, que eram prezentes, salvo a Dom Martim
Gil de Soverosa, que era o principal homem; porque El-Rei Dom Sancho
com quebra de seu Estado se regia. <br />

<br />

E perguntando Dom Fern&atilde;o Garcia a El-Rei se o conhecia? Elle
dice que si, e que era seu natural vassallo, e D. Fern&atilde;o
Garcia lhe tornou dizendo: &laquo;Senhor meus irm&atilde;os,
que est&atilde;o em Trancozo, e por cujo mandado venho como vossos
vassallos, e naturaes, vos mandam pedir, e requerer, por ante o Ifante
vosso primo, e estes Senhores que aqui est&atilde;o, que vos vades
pera aquella Villa, na qual, e em seu Castello vos receber&atilde;o
como a seu Rei, e Senhor, e assi em todolos outros de redor, que
s&atilde;o a seu cargo, com tanto que n&atilde;o leveis com
vosco Martim Gil, que aqui
est&aacute;, nem os seus, que destruiram vossa terra, e elle matou,
e leixou os que quiz, sem querer que dos seus e doutros mal feitores se
fizesse alguma justi&ccedil;a, ca
certamente v&oacute;s n&atilde;o tinheis de Rei mais que o
nome, e a muito alta linhagem, e Real sangue de que decendeis, porque
no efeito elle era Rei, e com este tamanho credito que lhe destes vos
teem mui mal servido, em especial por seu mao conselho, por cuja cauza
v&oacute;s viestes ao estado em que agora estaes. E se elle dicer
que n&atilde;o &eacute; assi eu por minha verdade, e por sua
confuz&atilde;o
<span class="pagenum"><a name="p38">[38]</a></span>
me combaterei com
elle, e lhe porei as m&atilde;os, e o corpo, ca por esso venho aqui
armado, e alli &aacute; porta tenho o cavallo, e sobresso espero em
Deos, que eu o matarei, ou por sua boca lhe farei confe&ccedil;ar
que mui mal, e como n&atilde;o devia vos teem aconselhado, e com
grande quebra e mingoa de vosso Estado, e de vossa terra&raquo;. <br />

<br />

Este Martim Gil era Cavalleiro, e de honrada caza, e de grande
esfor&ccedil;o, porque este foi o que com grande e bom nome seu,
venceo a lide do Porto. E ouvindo estas palavras a Dom
Fern&atilde;o Garcia, ficou muito injuriado, e abatido
especialmente, porque &aacute;quella hora n&atilde;o lhe
respondeo como a sua honra compria porque s&oacute;mente lhe dice:
&laquo;Dom Fern&atilde;o Garcia
dizeis mal, e do que dicestes vos n&atilde;o deveis de achar bem,
se eu n&atilde;o morro&raquo;. Polo qual Dom Martim Gil, fez
logo mostran&ccedil;a a alguns dos seus que alli estavam que lhe
fossem ter ao caminho, e o matassem, e Dom Fern&atilde;o Garcia que
os vio, e entendeo bem a m&aacute;
ten&ccedil;&atilde;o com que sahiam, antes doutra couza dice a
El-Rei: &laquo;Senhor, v&oacute;s quereis ir pera Trancozo,
como vos
tenho requerido?&raquo; E El-Rei lhe respondeo, que n&atilde;o,
e
ent&atilde;o tornou D. Fern&atilde;o Garcia, e dice ao Ifante
D. Affonso: &laquo;Senhor, sereis testemunha v&oacute;s, e
esses Senhores que aqui estades da oferta, que por meus
irm&atilde;os, e por mi vim fazer a El-Rei&raquo;. <br />

<br />

E com dito esto volveo o rosto contra Dom Diogo Lopes, e a Dom Nuno de
Lara, e dice-lhes: &laquo;Bem vistes Senhores a offerta, que por
limpeza, e lealdade minha, e de meus irm&atilde;os fiz com El-Rei,
e assi ouvistes o que tambem dice a Dom Martim Gil, que aqui
est&aacute;, e n&atilde;o querendo por seu corpo tornar a esso,
como por sua honra devia, mandou aquelles seus, que daqui partiram, que
me v&atilde;o ter ao caminho pera desacompanhado me matarem, porque
vos pe&ccedil;o, como a nobres, e honrados Cavalleiros, que por boa
mezura me mandeis
<span class="pagenum">[39]</span>
poer em salvo em
Trancozo&raquo;. E logo Dom Affonso se levantou, e dice:
&laquo;Martim Gil v&oacute;s
n&atilde;o atentaste no que Dom Fern&atilde;o Garcia vos dice?
o que deveres de fazer, ca me parece que vos toca por maneira de
trai&ccedil;&atilde;o, e n&atilde;o lhe quereis poer as
m&atilde;os, como deveis, e vos elle requer?&raquo; <br />

<br />

E Dom Martim Gil brevemente dice, que dava pouco por suas palavras
v&atilde;s, pelo qual estes Senhores diceram a El-Rei, que Dom
Fern&atilde;o Garcia, e os nobres homens que eram em Trancozo
n&atilde;o podiam fazer melhor comprimento, porque com elle
compriam, como bons vassallos quanto deviam, e que dahi por diante
qualquer culpa que hi ouvesse, que era del-Rei, e n&atilde;o
delles, e logo Dom Diogo, e Dom Nuno com esses bons homens que hi eram
cavalgaram, e foram-se com Dom Fern&atilde;o Garcia at&eacute;
Trancozo, donde sahiram
seus irm&atilde;os e outra boa, e nobre gente, que hi eram, e lhe
tiveram em merc&ecirc; sua vinda, e depois de praticarem sobre as
couzas que pendiam, Dom Diogo, e Dom Nuno se tornaram pera o Ifante Dom
Affonso, que juntos com El-Rei Dom Sancho se foram todos pera Castella,
e com elles este Dom Martim Gil, que era Portuguez, e homem muito
honrado, o que com medo do Conde Dom Affonso n&atilde;o ouzou de
ficar, e se foi tambem a Castella com El-Rei Dom Sancho, e
l&aacute; faleceo, e foi del-Rei D. Affonso Decimo, com quem viveo
havido por Rico homem, e em grande estima, e por t&aacute;l
est&aacute; posto por testamenteiro,
com outros no testamento del-Rei, quando por desagardecimentos do
Ifante Dom Sancho seu filho, o deserdou de Castella, ainda que seu
deserdamento n&atilde;o houve efeito.
<br />

<br />

<span class="pagenum">[40]</span>
<h2><a name="c10"></a>CAPITULO X </h2>

<br />

<div class="quote1">Como o Conde cercou em Celorico da
Beira a Dom
Fern&atilde;o Rodrigues Pacheco, que lhe n&atilde;o quiz
obedecer, e como por causa de uma truita se alevantou o cerco</div>

<br />

<br />

<span class="smallcaps">O Conde</span> de Bolonha
governador como entrou no Regno segundo atraz
j&aacute; dice, logo por for&ccedil;a, ou por vontade, ou a sua
obediencia todalas Cidades, Villas, e Castellos do Regno, em que
entraram todalas que El-Rei Dom Sancho tinha dado em Portugal ao Ifante
Dom Affonso de Molina por entrar com elle, e em sua ajuda no Regno, do
que o dito Ifante se mandou queixar ao Papa, e assi com elle outros
Cavalleiros, e Alcaides de Portugal, pelo Conde de Bolonha lhes tomar
contra suas vontades os Castellos que tinham por suas menagens, e
destes o Papa se escuzou
havendo
que o Conde pera asecego, e boa governan&ccedil;a do Regno fazia o
que devia, mas s&oacute;mente escreveo ao Conde rogando-lhe pelos
Castellos, que por El-Rei Dom Sancho eram dados ao Ifante Dom Affonso
de Molina, ao que n&atilde;o satisfez pelos grandes inconvenientes
que nesto havia, e porque soube que eram cartas, e rogos de
comprimento. <br />

<br />

Neste tempo depois del-Rei D. Sancho ser em Castella, porque o Castello
de Celorico da Beira, que tinha Dom Fern&atilde;o Rodrigues
Pacheco, e o de Coimbra, que tinha Dom Martim de Freitas, ficaram
s&oacute;mente por El-Rei, como atr&aacute;s dice, o Conde
depois de sua partida lhes mandou dizer, e rogar que lhos quizessem
entregar, como os outros tinham j&aacute; feito em
<span class="pagenum">[41]</span>
todo o Regno, prometendo-lhe por esso al&eacute;m de
fazerem o que deviam merc&ecirc;, e bom galard&atilde;o. E cada
um por si lhe respondeo: &laquo;Que elles tinham feita menagem a
El-Rei Dom Sancho, seu Rei e Senhor, e que em quanto elle fosse vivo,
posto que andasse em Castella, n&atilde;o deviam de entregar seus
Castellos, se n&atilde;o a elle, de cuja m&atilde;o os
receberam, ou por seu especial mandado, e do Papa, nem por outro algum
temor, os n&atilde;o haviam de entregar, em cazo, que sobresso
fossem excommungados, e padecessem cercos, e quaesquer outras fadigas,
e tormentos&raquo;. <br />

<br />

Pelo qual vendo o Conde sua t&atilde;o firme
determina&ccedil;&atilde;o, e que pera o que dezejava
n&atilde;o aproveitavam muito suas repricas brandas, que fez,
detreminou cerca-los, e poz logo cerco em pessoa sobre Celorico, ca
este por ser mais junto &aacute; frontaria de Castella houve por
melhor cobrar-se logo, e este mandou combater muitas vezes, mas por sua
fortaleza, e por a boa gente que o defendia, n&atilde;o se podia
cobrar por for&ccedil;a, e
durou o cerco tanto tempo, que por o Castello n&atilde;o ter
soccorro, nem lhe poder vir proviz&atilde;o de mantimentos de
f&oacute;ra, foram os de dentro postos em tanta estreiteza de fome,
e doutras necessidades que por n&atilde;o morrerem, t&atilde;o
cruas e dezesperadas mortes, como se lhes ofereciam, estavam pera se
dar, e entregar o Castello, e n&atilde;o sofrer mais apertos de
t&atilde;o perversa
lealdade. <br />

<br />

E estando nesta afronta se diz, que Dom Fern&atilde;o Rodrigues
Pacheco se alevantou um dia muito cedo, e andando pelo muro cuidando na
pre&ccedil;a, em que estava, e sobresso posto em desvairados
pensamentos sem determinadamente saber o que faria, lembrando-se de
Deos, lhe pedia muito de cora&ccedil;&atilde;o, que por sua
misericordia por alguma maneira lhe socorresse, por tal, que
n&atilde;o cahisse em tamanha mingoa de sua honra, como seria dar
aquelle Castello se n&atilde;o a El-Rei,
<span class="pagenum"><a name="p42">[42]</a></span>
que lho dera, e porque lhe tinha feita menagem, e que
durando nesta magina&ccedil;&atilde;o, e
ora&ccedil;&atilde;o, que vio vir contra a ribeira do Mondego,
que &eacute; ahi junto, uma Aguia, que trazia nas unhas uma grande
truita, e que voando por sima do Castello lhe cahio dentro, ainda mui
fresca, com que algum tanto logo se alegrou, e que a mesma truita, e
com desse melhor p&atilde;o, que no Castello se pode haver, e
aparelhar, mandou todo em prezente ao Conde no arraial, que tinha
cercado, e lhe mandou dizer: &laquo;Que bem o poderia ter cercado
quanto fosse sua merc&ecirc;, mas que se por fome o esperava tomar,
que visse se os homens, que daquella vianda eram bem bastecidos, se
teriam rez&atilde;o de entregar-lhe contra suas honras o
Castello&raquo;. Da qual couza o Conde, e estes a que do prezente
deu parte, foram ass&aacute;s maravilhados, e vendo, que por longar
mais o cerco alli, n&atilde;o aproveitava, e em outras muitas
partes danaria, alevantou o cerco sobre Celorico, e o foi p&ocirc;r
sobre Coimbra. <br />

<br />

<h2><a name="c11"></a>CAPITULO XI </h2>

<br />

<div class="quote1">Como o Conde foi cercar o Castello de
Coimbra, que tinha
Martim de Freitas, por El Rei Dom Sancho, e das afrontas que passou no
cerco</div>

<br />

<br />

<span class="smallcaps">O Conde</span> como chegou a
Coimbra antes de fazer grandes aparelhos pera o
cerco e combates mandou dizer a Dom Martim de Freitas: &laquo;Que
lhe entregasse a Cidade, e o Castello, como por muitas vezes
j&aacute; lhe mandara requerer, e por esso lhe faria muita
merc&ecirc;, porque se o assi n&atilde;o fizesse, que o
combateria, e o cobraria tudo com sua perda, e dano&raquo;. E
<span class="pagenum"><a name="p43">[43]</a></span>
Dom Martim de Freitas lhe respondeo:
&laquo;Que sua merc&ecirc;
poderia comprir sua vontade, e fazer o que quizesse, por&eacute;m
que fosse certo, que em quanto soubesse que El-Rei Dom Sancho seu Rei,
e Senhor, era vivo, que lho n&atilde;o entregaria sem seu mandado,
ou sabendo, que era morto, e que o n&atilde;o amea&ccedil;asse
com morte, nem perigos, porque tudo padeceria com bom
cora&ccedil;&atilde;o por inteiramente comprir com sua
lealdade&raquo;. Pelo qual o Conde assentou seu cerco sobre o
Castello, e ordenou seus combates, com que logo, e depois o combateo
muitas vezes, em que de uma parte, e da outra houve mortos e feridos. <br />

<br />

Mas o alcaide, e os que por sua defen&ccedil;&atilde;o comsigo
tinha eram taes, que os cometimentos do Conde n&atilde;o
aproveitavam pera cobrar o Castello por for&ccedil;a, da qual cauza
anojado o Conde fez juramento a Deos de nunca se alevantar de sobre
elle at&eacute; o tomar por for&ccedil;a,
ou por fome, e assi o fez porque o cerco foi t&atilde;o porlongado,
que os de dentro por falecimento dagoa, e de proviz&otilde;es, que
j&aacute; n&atilde;o tinham, como
desesperados comiam, e bebiam couzas mui contrairas, e descostumadas da
natureza humana, que n&atilde;o fic&aacute;ram bestas,
c&atilde;es, gatos vivos, nem os couros das alimarias mortas. E
sendo o Conde desto certificado os mandava afrontar, e requerer cada
dia: &laquo;Que se dessem, e
n&atilde;o padecessem sem cauza, e por contumacia t&atilde;o
asperas cruezas, que a sua tal fa&ccedil;anha era v&atilde;,
que
n&atilde;o podia, nem devia levar ao diante&raquo;. <br />

<br />

Ao que Dom Martim de Freitas por sua honra, e fama n&atilde;o
queria obedecer, e dice, que durando este cerco, padecendo
j&aacute; de dentro grande, e mortal necessidade de sede, que
porque viram um Cavalleiro do Conde cavalgado pelo rio do Mondego
passar, e que o cavallo de farto n&atilde;o provou agoa, e que os
de dentro magoados por sua mingoa, e envejozos da
bemaventuran&ccedil;a
<span class="pagenum">[44]</span>
da alimaria, fizeram sobresso grandes
lamenta&ccedil;&otilde;es, com que alguns parentes, e amigos do
Alcaide lhe aconselhavam: &laquo;Que pois os padecimentos
incomportaveis que sofriam sem esperan&ccedil;a de ajuda, nem
soccorro estranho eram taes, que j&aacute; se n&atilde;o
podiam comportar, e elle no Regno era s&oacute; o que sostinha tal
profia, que por dar a elle, e aos seus as vidas, d&eacute;sse o
Castello ao
Conde&raquo;. <br />

<br />

Dom Martim de Freitas lhes respondeo: &laquo;Parentes, e meus
amigos, que aqui estaes, nunca Deos queira, que obedecendo a esse vosso
concelho eu ponha t&atilde;o grande magoa sobre minha limpeza, nem
consinta tamanha trai&ccedil;&atilde;o sobre minha honra, e
lealdade, nas quaes todas encorreria se desse este Castello
sen&atilde;o a quem por minha menagem mo deu, em quanto elle for
vivo, e ami n&atilde;o fica por ver, e conhecer craramente as
grandes tribula&ccedil;&otilde;es que v&oacute;s, e eu, e
todos
aqui padecemos, mas se v&oacute;s quizerdes trazer a vossas
memorias, e poer ante estas vossas necessidades outras muito maiores
fomes, e males, que muitos sendo cercados j&aacute; padeceram,
achareis que por manterem suas lealdades depois que todalas couzas lhe
faleciam a comerem as raizes das viz ervas, se sostiveram, pelo qual
deste temor e afronta prazer&aacute; a Deos por sua piedade, que
bom nome, e seguran&ccedil;a nossa sedo nos livrar&aacute;, e
em algum tempo vos alegrareis contardes a vossos filhos e amigos estes
males que padeceis, com que n&atilde;o acrecentareis
pouco em vosso louvor e merecimento, e obriga&ccedil;&atilde;o
de bondade, e lealdade, que a outros em
semelhantes cazos confrangeo, e essa mesma neste cazo nosso nos
n&atilde;o desobriga, ca em outra maneira as vidas, que salvamos,
durar&atilde;o poucos dias, e a infamia, e deshonra, que por esso
recebemos, durar&atilde;o pera sempre, pelo qual vos rogo, que em
quanto poderdes n&atilde;o fale&ccedil;ais, e me ajudeis, ca
Deos nos
acorrer&aacute;, e este
<span class="pagenum"><a name="p45">[45]</a></span>
mal prazendo a
elle n&atilde;o durar&aacute; muito, e por
ventura se algum de v&oacute;s pera seu servi&ccedil;o, ou pera
outra sua deleita&ccedil;&atilde;o tiverem dezejos de molheres
dizei-mo, que aqui est&aacute; minha filha, que &eacute; boa
donzella, e
que muito amo a que eu mandarei que em tudo vos sirva de boamente,
porque com melhor vontade consentirei, e menos me doer&aacute;, que
ella perca a vertude de sua virgindade, que por mingoa de
v&oacute;s outros, perder eu minha lealdade, e ser constrangido a
fazer tamanha trai&ccedil;&atilde;o, como seria dar como
n&atilde;o devo
este Castello a quem mo n&atilde;o deu&raquo;. <br />

<br />

Com estas palavras, que Dom Martim de Freitas dice, ficaram todos muito
maravilhados, e louvando muito sua bondade, se esfor&ccedil;aram, e
lhe prometeram, que ora fosse com rez&atilde;o, ou sem ella, elles
por satisfazer a seu dezejo por algum cazo, e afronta, que sobreviesse,
o n&atilde;o leixariam, antes todos morreriam primeiro com elle. <br />

<br />

<br />

<br />

<h2><a name="c12"></a>CAPITULO XII </h2>

<br />

<div class="quote1">Como pela morte del Rei Dom Sancho,
Dom Martim de Freitas
entregou o Castello de Coimbra, e das deligencias e exames que primeiro
fez por limpeza de sua rigorosa lealdade</div>

<br />

<br />

<span class="smallcaps">Estando</span> Dom Martim de
Freitas nesta afronta com El-Rei, e havendo
j&aacute; um anno e quatro mezes, que El-Rei Dom Sancho fora pera
Castella, prouve a Deos de o levar deste mundo, e faleceo em Toledo,
como adiante direi, e sendo de sua morte certificado o Conde seu
irm&atilde;o, tendo ainda o cerco sobre Coimbra, como Principe em
que havia
<span class="pagenum"><a name="p46">[46]</a></span>
muita prudencia, e grande piedade,
mandou logo ajuntar muito p&atilde;o, e vinho, e carnes, e
pescados, e outras maneiras de refrescos, e mandou levar tudo ao
Castello, enviando dizer ao Alcaide: &laquo;Que fosse certo, que El
Rei Dom Sancho seu irm&atilde;o era j&aacute; falecido,
e que lhe daria tempo, em que por elle em pessoa, ou por outrem,
podesse haver desso verdadeira certid&atilde;o, com a qual
entregasse o Castello&raquo;. <br />

<br />

Dom Martim escolheo certificar-se por si mesmo. E o Conde o segurou da
hida e estada, e ser livre at&eacute; tornar ao dito Castello, que
ent&atilde;o se n&atilde;o
combateria. Dom Martim de Freitas chegou a Toledo, e como quer que por
muitos fosse certificado da morte del-Rei Dom Sancho, que no Moimento
que mostraram o viram sepultar, elle o n&atilde;o quiz crer, mas
por m&oacute;r
certeza fez tirar a campa que o cobria, e como o vio, e achou que em
certo era aquelle, se diz, que prezente muitas testemunhas, que trouxe
por comprir com sua menagem poz as chaves do Castello de Coimbra, que
levava, no proprio bra&ccedil;o direito del-Rei Dom Sancho, e
depois de lhe fazer por ellas entrega do dito Castello lhas tirou, e
trouxe comsigo a Portugal, e desso tomou escrituras pubricas, e fez
cerrar o Moimento, e se tornou a Coimbra, e dentro entrou secretamente
no Castello, e ao outro dia mandou logo dizer ao Conde que o fosse
receber, porque j&aacute; lho podia entregar, e lhe devia obedecer:
e que a elle, e n&atilde;o a outro algum o entregaria com boa
vontade. <br />

<br />

O Conde foi logo ao Castello, e o Alcaide abrio logo as portas delle, e
tomou a molher, e a filha, e as poz f&oacute;ra dizendo:
&laquo;Leixemos este Castello a cujo
&eacute;&raquo;. E com esso se poz de joelhos diante o Conde, e
com as chaves delle nas m&atilde;os alevantadas lhe dice:
&laquo;Senhor, pois a Deos prouve que El-Rei Dom Sancho, vosso
irm&atilde;o falecesse tomai vossas chaves, e vosso
<span class="pagenum"><a name="p47">[47]</a></span>
Castello, e daqui por diante eu vos servirei, e haverei por
Rei, e Senhor&raquo;. E logo amostrou ao Conde, e &aacute;
nobre gente que era com elle as escrituras das deligencias, que em
Toledo por sua honra, e descargo fizera, e acertou-se que um Cavalleiro
do Conde, que era prezente dice a Dom Martim de Freitas: &laquo;Que
porque n&atilde;o pedia perd&atilde;o ao Conde, por quanto nojo
e desservi&ccedil;o lhe fizera, e por lhe ferir, e matar tanta
gente, denegando-lhe tanto tempo a entrega e obediencia do Castello,
que era seu&raquo;. <br />

<br />

E Dom Martim em se querendo escuzar pera n&atilde;o dever de pedir
tal perd&atilde;o, acudio mui prestes o Conde, e dice ao fidalgo,
que o reprendia: &laquo;Que semelhante perd&atilde;o em tal
cazo Dom Martim n&atilde;o era obrigado de pedir, porque elle
n&atilde;o fizera erro, mas tinha feita boa fa&ccedil;anha dina
de bom Cavalleiro, e leal
fidalgo&raquo;. E por ella lhe tornava a dar o dito Castello pera
elle, e pera todos os que delle decendessem, fazendo menagem a elle, e
a todos seus herdeiros. E Dom Martim lhe respondeo: &laquo;Que lho
tinha muito em merc&ecirc;; mas que elle por alguma maneira
n&atilde;o tomaria o dito Castello, antes lan&ccedil;ava
maldi&ccedil;&atilde;o a
seus filhos, e netos, e a todolos que delle descendessem at&eacute;
o quarto grao se por Castello fizessem menagem a Rei, nem a outra
pessoa de qualquer condi&ccedil;&atilde;o que
fosse&raquo;. <br />

<br />

E com esto assi concertado o Conde leixou o Castello de Coimbra, como
devia, e se tornou outra vez a Celorico, onde Dom Fern&atilde;o
Rodrigues estava, porque da morte del-Rei Dom Sancho era j&aacute;
bem certificado, e assi sabia que o Castello de Coimbra j&aacute;
era entregue, deu logo ao Conde o Castello sem mais resistencia, nem
cautella. Estes dous foram os derradeiros Castellos de Portugal que ao
Conde obedeceram.
<br />

<br />

<span class="pagenum"><a name="p48">[48]</a></span>
<h2><a name="c13"></a>CAPITULO XIII </h2>

<br />

<div class="quote1">Da morte del-Rei Dom Sancho, e onde
jaz, e de algumas
couzas que se em seu tempo passaram</div>

<br />

<br />

<span class="smallcaps">El-Rei</span> Dom Sancho
depois da segunda vez que tornou a Toledo nunca dahi
mais se partio onde com sua vida, e costumes passados em grandes
virtudes, e com sinaes de bom, e Catholico Christ&atilde;o acabou
sua vida em idade de quarenta annos, na era de mil duzentos quarenta e
sete annos (1247) que dos quaes Reinou vinte e quatro, a saber vinte e
dous em Portugal, e dous estando em Castella, e seu corpo foi sepultado
na Capella dos Rex da S&eacute; de Toledo, que elle mandou fazer
&aacute; sua propria custa, e assi deu grandes ajudas pera o
acabamento da dita S&eacute;, que se ent&atilde;o
fazia por El Rei Dom Fernando, que de mesquita, que era a mandou
refazer em f&oacute;rma das outras Igrejas, como agora
est&aacute;, porque quando El-Rei Dom Sancho se foi pera Castella,
levou comsigo muitas joias, e grandes riquezas, que ficaram del-Rei Dom
Affonso seu padre, e del-Rei Dom Sancho seu av&ocirc;; das quaes
algumas n&atilde;o tornaram a Portugal, e todas se
gast&aacute;ram em Castella. <br />

<br />

Este Rei Dom Sancho no come&ccedil;o de seu Regnado deu
&aacute; Ordem de San Tiago em desvairados tempos, e por apertadas
doa&ccedil;&otilde;es, as Villas de Mertola e
Daljustrel, as quaes Villas tomou aos Mouros Dom Payo Correa, Mestre de
San Tiago de Castella, e porque eram da conquista de Portugal as tornou
a El-Rei Dom Sancho, que dellas fez as ditas
doa&ccedil;&otilde;es
&aacute; dita Ordem. E como estas Villas se ganharam, na Coronica
del-Rei Dom Affonso Conde de Bolonha, se dir&aacute; mais
<span class="pagenum"><a name="p49">[49]</a></span>
largo, e El Rei Dom Sancho povorou de fogo morto
a Cidade da Idanha a velha, sendo de todo destroida dos Mouros, e
depois que El-Rei Dom Sancho seu av&ocirc; a leixou &aacute;
Ordem do Templo, e o dito Rei Dom Sancho faleceo sem filho, nem filha
legitimos, nem bastardos, que se soubesse. <br />

<br />

E dahi a um anno, em dia de S&atilde;o Clemente a vinte e tres dias
de Novembro do anno de mil duzentos e quarenta e oito annos, El-Rei Dom
Fernando tomou por cerco a Cidade de Sevilha aos Mouros, e dahi a tres
annos e meio, nella faleceo, e ahi jaz sepultado, e havia treze annos
que tambem tom&aacute;ra Cordova salteada primeiro, e entrada por
certos Christ&atilde;os Almogaveis, e foi socorrida, e mantida por
o mesmo Rei Dom Fernando. <br />

<br />

E em Regnando este Rei Dom Sancho faleceram de suas vidas por muitos, e
grandes milagres S&atilde;o Domingos, que faleceo em Bolonha, no
anno de mil duzentos e vinte sete (1227) e Sancto Antonio, natural da
Cidade de Lisboa, em Padua, os quaes suas mui sanctas vidas foram em
seu tempo deste Rei Dom Sancho, todos Canonizados, e referidos ao
numero dos Sanctos, por o Papa Gregorio IX, o qual Canonizou Sancto
Antonio na Cidade Despoleto em Italia anno de mil duzentos trinta e um
(1231). <br />

<br />

<h4>DEO GRATIAS</h4>

<br />

<br />

<h2><a name="p50"></a>INDEX<br />

<br />

DAS COUSAS NOTAVEIS </h2>

<br />

<h3>A </h3>

<br />

Affonso II (El Rei D.) de Portugal, em que anno morreo, <a href="#c1">pag. 19</a> <br />

<br />

Affonso (D.) Conde de Bolonha &eacute; nomeado pelo Papa Innocencio
IV para <a href="#e7">Governador</a> do Reino de
Portugal, pela incapacidade de seu
irm&atilde;o D. Sancho II, <a href="#p28">pag. 28</a>.
Na Cidade de Pariz na
prezen&ccedil;a de muitos Prelados e Cavalleiros, toma o juramento
do Governo do Reino, e de que forma o fez, <a href="#p28">pag.
28</a>. Deixa sua mulher a
<a href="#e8">Condessa</a>
Dona Matilde em Fran&ccedil;a, e parte para Portugal, e do modo
como se intitulava <a href="#p32">pag. 32</a>.
Cerca o Castello de Celorico, que governava
Fern&atilde;o Rodrigues Pacheco, e o levanta por cauza de um
celebre estratagema de que este uzou, <a href="#p42">pag.
42</a>. P&otilde;e cerco ao
Castello de Coimbra, e da resistencia que lhe fez Martim de Freitas,
que o governava, at&eacute; que sabendo da morte del-Rei D. Sancho
II lho entregou, <a href="#p42">pag. 42</a> a <a href="#p47">47</a>. <br />

<br />

Affonso de Molina (D.) irm&atilde;o de D. Fernando Rei de
Li&atilde;o, acompanhado de muitos Cavalleiros, e Soldados, entram
por Portugal &aacute;
peti&ccedil;&atilde;o del-Rei D. Sancho II para
lan&ccedil;ar f&oacute;ra delle a seu
irm&atilde;o o Conde de Bolonha, <a href="#p34">pag.
34</a>. Volta com os que o
acompanhavam para Castella temerozo das censuras da Igreja, <a href="#p36">pag. 36</a>.
<br />

<br />

<span class="pagenum"><a name="p51">[51]</a></span>
Aljustrel. Foi tomada aos Mouros por D. Payo Correa, e dada por El-Rei
D. Sancho II &aacute; Ordem de San-Tiago, <a href="#p48">pag.
48</a>. <br />

<br />

Alvaro Pires de Castro, (D.) filho de D. Pedro Fernandes de Castro o
Castel&atilde;o, foi cazado com D. Mecia Lopes, que depois cazou
com El-Rei Dom Sancho II, <a href="#p21">pag. 21</a>.
<br />

<br />

Antonio, (Santo) em que anno foi Canonizado por Gregorio IX, <a href="#p49">pag. 49</a>. <br />

<br />

<br />

<h3>B </h3>

<br />

Beringella (D.) mulher del-Rei D. Affonso de Li&atilde;o. tia
del-Rei D. <a href="#e9">Sancho</a> II, de
Portugal, o
aconselha muitas vezes a que caze, por ser muito conveniente ao seu
Reino, e elle o n&atilde;o executa, <a href="#p20">pag.
20</a>. <br />

<br />

<br />

<h3>C </h3>

<br />

Celorico. &Eacute; cercado o seu Castello por D. <a href="#e10">Affonso</a>
Conde de Bolonha, e levanta o sitio por um estratagema
de que uzou D. Fern&atilde;o Rodrigues Pacheco, que o governava,
<a href="#p42">pag. 42</a>. <br />

<br />

<br />

<h3>D </h3>

<br />

Desiderio (Fr.) &eacute; delegado <a href="#e11">do
Papa</a>
Innocencio IV, para que entregue os Castellos, e Fortalezas de Portugal
&aacute; obediencia de D. Affonso Conde de Bolonha, <a href="#p32">pag. 32</a>. <br />

<br />

Domingos, (S.) donde, e quando falleceo, <a href="#p49">pag.
49</a>. <br />

<br />

<br />

<h3>F </h3>

<br />

Fernando (D.) Rei de Li&atilde;o, em que dia, e anno conquistou
Sevilha, <a href="#p49">pag. 49</a>. Faleceo nesta
Cidade ibi. <br />

<br />

Fern&atilde;o Garcia de Souza, filho de D. Garcia Mendes de Souza,
e neto do Conde D. Mendo o Souz&atilde;o, offerece
<span class="pagenum"><a name="p52">[52]</a></span>
a El-Rei D. Sancho II, quando voltava para Castella
sem esperan&ccedil;a de governar em Portugal, que se recolhe-se a
Trancozo, e da pratica que fez a El-Rei em Moreira contra Martim Gil,
<a href="#p36">pag. 36</a> e <a href="#p37">37</a>.
<br />

<br />

Fern&atilde;o Rodrigues Pacheco, governando Celorico, e sendo
sitiado por D. Affonso Conde de Bolonha levanta o sitio por cauza de um
celebre estratagema de que uzou, <a href="#p42">pag. 42</a>.
<br />

<br />

<br />

<h3>H </h3>

<br />

Honorio III expede uma Bulla a Sancho II de Portugal, em que lhe
adverte queira emendar os absurdos que se cometem no seu Reino, e o
excomunga se n&atilde;o obedecer, sendo executor destas censuras o
Arcebispo de Braga, <a href="#p22">pag. 22</a>.
Segunda vez o notifica com <a href="#e12">palavras</a>
de maior
severidade, e rigor, at&eacute; que El-Rei obedece, <a href="#p23">pag. 23</a>. <br />

<br />

<br />

<h3>I </h3>

<br />

Idanha a Velha foi povoada por Sancho II. <a href="#p49">pag.
49</a>. <br />

<br />

Innocencio IV convoca Concilio em Li&atilde;o, e nelle &aacute;
peti&ccedil;&atilde;o dos Prelados e Conselheiros de Portugal
nomea por Governador do Reino a D. Affonso Conde de Bolonha pela
incapacidade de seu irm&atilde;o D. Sancho II, <a href="#p25">pag.
25</a> e <a href="#p26">26</a>. <br />

<br />

Jo&atilde;o (D.) Arcebispo de Braga com D. Tibur&ccedil;o Bispo
de Coimbra, e outros Cavalleiros Portuguezes, v&atilde;o ao
Concilio de Li&atilde;o onde reprezentam a Innocencio IV, que lhe
nomeie Governador do Reino pela incapacidade de D. <a href="#e13">Sancho</a>
II, <a href="#p27">pag. 27</a>.
<br />

<br />

<br />

<h3>L </h3>

<br />

Lopo (D.) senhor de Biscaia, foi pai de D. Mecia Lopes mulher de D.
Sancho II, de Portugal, <a href="#p21">pag. 21</a>.
<br />

<br />

Luis (S.), rei de Fran&ccedil;a primo del-Rei D. Sancho II, de
Portugal assistio no Concilio de Li&atilde;o, que convocou
<span class="pagenum">[53]</span>
Innocencio IV, <a href="#p26">pag. 26</a>. Foi
conquistar a Terra
Santa, levando comsigo sua espoza a Rainha Dona Margarida, ibi.
Conquista a Cidade de Damiata, ibi. Morre no sitio da Cidade de Tunes,
e seu filho D. Jo&atilde;o e &eacute; Canonizado pelo Papa
Bonifacio VIII,
<a href="#p27">pag. 27</a>. <br />

<br />

<br />

<h3>M </h3>

<br />

Martim de Freitas Governando o Castello de Coimbra, e sendo cercado por
D. Affonso Conde de Bolonha animosamente o defende, <a href="#p43">pag.
43</a> a <a href="#p45">45</a>. Parte
a Toledo para se certificar da morte del-Rei Dom Sancho II e achando
ser certa lhe entregou as chaves do Castello de Coimbra, e depois
voltando a ella o entrega a D. Affonso irm&atilde;o do dito Rei
defunto, <a href="#p46">pag. 46</a> e <a href="#p47">47</a>. <br />

<br />

Martim Gil, cavalleiro honrado teve ten&ccedil;&atilde;o de
matar a D. Fern&atilde;o Garcia de Souza, pelo que disse da sua
pessoa a D. Sancho II em Moreira, <a href="#p38">pag. 38</a>.<br />

<br />

Mecia Lopes (D.) filha de D. Lopo Senhor de Biscaia, viuva de D. Alvaro
Pires de Castro caza com D. Sancho II, <a href="#p21">pag.
21</a>. &Eacute; separada
violentamente del Rei, e levada ao Castello de Ourem por estar
nullamente cazada com elle, <a href="#p25">pag. 25</a>.
<br />

<br />

Mertola foi conquistada dos Mouros por D. Payo Correa, e dada
&aacute; Ordem de San-Tiago por Sancho II, <a href="#p48">pag.
48</a>. <br />

<br />

<br />

<h3>O </h3>

<br />

Orraca (D.) m&atilde;i del-Rei Dom Sancho II de Portugal, foi
irm&atilde; de D. Beringela Rainha de Li&atilde;o, <a href="#p20">pag. 20</a>.
<br />

<br />

<br />

<h3>R </h3>

<br />

Reym&atilde;o Viegas de Porto Carreiro, em companhia de D. Martim
Gil de Soveroza, e de outros Cavalleiros levaram para o Castello de
Ourem a D. Mecia, contra a vontade del-Rei D. Sancho II, <a href="#p25">pag. 25</a>.
<br />

<br />

<br />

<span class="pagenum">[54]</span>
<h3>S </h3>

<br />

Sancho II, (D.) de Portugal em que idade foi levantado Rei, <a href="#c1">pag. 19</a>.
Porque lhe cham&aacute;ram Capello n&atilde;o se sabe
certamente, mas infere-se, ibi. Pela sua enercia padeceo o Reino
repetidas perdas no tempo, que o governou, <a href="#p20">pag.
20</a>. Caza com D. Mecia
Lopes, filha de D. Lopo Senhor de Biscaya, ibi. &Eacute; admoestado
pelos Prelados, e povos do Reino a que se aparte de D. Mecia, e o
n&atilde;o executa, ibi. O Papa Honorio III, o exorta a que emende
os absurdos de que &eacute; author, ali&aacute;s que o
excomungar&aacute;, <a href="#p22">pag. 22</a>.
&Eacute; advertido por
Gregorio IX a que largue a D. Mecia por estar nullamente cazado com
ella, <a href="#p23">pag. 23</a>. Tendo noticia de
que seu irm&atilde;o D. Affonso
entrara no Reino para o governar parte a Castella para pedir soccorro a
seu primo D. Fernando, pera que o lan&ccedil;asse f&oacute;ra,
e lho
concede, <a href="#p33">pag. 33</a> e <a href="#p34">34</a>. Donde morreo, em que idade, e onde
est&aacute; enterrado, <a href="#p48">pag. 48</a>.
Deu &aacute; Ordem de San-Tiago
as Villas de Mertola, e Aljustrel, que conquist&aacute;ra D. Payo
Correa, <a href="#p48">pag. 48</a>. <br />

<br />

Sevilha. Em que dia e anno foi conquistada por El-Rei D. Fernando de
Li&atilde;o, <a href="#p49">pag. 49</a>. Nella
morreo, e
est&aacute; sepultado o mesmo Rei ibi. <br />

<br />

<br />

<h3>T </h3>

<br />

Tibur&ccedil;o (D.) bispo de Coimbra com D. Jo&atilde;o
Arcebispo de Braga, e outros Cavalleiros Portuguezes v&atilde;o ao
Concilio de Li&atilde;o, onde representam a Innocencio IV a
necessidade que tem de que lhes nomeie Governador do Reino por ser
incapaz D. Sancho II, <a href="#p25">pag. 25</a> e <a href="#p26">26</a>. <br />

<br />

<h4>FIM</h4>

<br />

<h2><br />

INDICE DOS CAPITULOS </h2>

<br />

<table style="text-align: left; width: 100%;" border="0" cellpadding="2" cellspacing="2">

  <tbody>

    <tr>

      <td style="text-align: justify;">I&#8213;Como o Ifante D.
Sancho Capelo, foi alevantado por Rei, e das
condi&ccedil;&otilde;es fracas que teve, e como cazou, e
n&atilde;o como a sua honra e estado Real compria e se
devia</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;"><a href="#c1">19</a></td>

    </tr>

    <tr>

      <td style="text-align: justify;">II&#8213;Do que o Papa a
requerimento dos Prelados, e povo de Portugal
escreveo, e requereo a El-Rei Dom Sancho por sua
Bulla</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;"><a href="#c2">22</a></td>

    </tr>

    <tr>

      <td style="text-align: justify;">III&#8213;Como El-Rei
Dom Sancho por amoesta&ccedil;&otilde;es do
Papa se n&atilde;o quiz apartar de Dona Mecia Lopes sua molher, e
como lhe foi
tomada</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;"><a href="#c3">24</a></td>

    </tr>

    <tr>

      <td style="text-align: justify;">IV&#8213;Do Concilio que
o Papa Innocencio IV fez em Li&atilde;o de
Fran&ccedil;a, onde os Prelados, e os Senhores de Portugal, se
foram querelar del-Rei Dom Sancho, e lhe pediram novo Regedor para o
Regno, que por mingoa da justi&ccedil;a se perdia, e lhe outorgou o
Ifante Dom Affonso Conde de Bolonha, irm&atilde;o do dito Rei Dom
Sancho</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;"><a href="#c4">25</a></td>

    </tr>

    <tr>

      <td style="text-align: justify;">V&#8213;Como o Conde de
Bolonha, depois de asseitar a governan&ccedil;a
de Portugal fez sobre esso juramento com algumas
condi&ccedil;&otilde;es declaradas</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;"><a href="#c5">28</a></td>

    </tr>

  </tbody>
</table>

<span class="pagenum">[56]</span>
<table style="text-align: left; width: 100%;" border="0" cellpadding="2" cellspacing="2">

  <tbody>

    <tr>

      <td style="text-align: justify;">
VI&#8213;Das Bullas e Proviz&otilde;es do Papa, que o Conde trouxe a
Portugal pera os do Regno sobre sua governan&ccedil;a, e assi outra
Bulla que sobre o mesmo caso enviou aos Frades de S.
Francisco</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;"><a href="#c6">31</a></td>

    </tr>

    <tr>

      <td style="text-align: justify;">
VII&#8213;De como o Conde de Bolonha chegou a Portugal, e com elle um
delegado do Papa, e das notifica&ccedil;&otilde;es que logo
fizeram a El-Rei D.
Sancho</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;"><a href="#c7">31</a></td>

    </tr>

    <tr>

      <td style="text-align: justify;">
VIII&#8213;Como El-Rei Dom Sancho mal aconselhado se foi com os de sua valia
pedir soccorro a Castella, e como veio em sua ajuda o Ifante Dom
Affonso de Molina com outros grandes, e gentes de
Castella</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;"><a href="#c8">33</a></td>

    </tr>

    <tr>

      <td style="text-align: justify;">
IX&#8213;Como pelas deligencias do Conde de Bolonha El-Rei D. Sancho se
tornou a Castella, e do que se passou no caminho com os cavalleiros de
Trancozo</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;"><a href="#c9">35</a></td>

    </tr>

    <tr>

      <td style="text-align: justify;">
X&#8213;Como o Conde cercou em Celorico da Beira a Dom Fern&atilde;o
Rodrigues Pacheco, que lhe n&atilde;o quiz obedecer, e como por
causa de uma truita se alevantou o
cerco</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;"><a href="#c10">40</a></td>

    </tr>

    <tr>

      <td style="text-align: justify;">XI&#8213;Como o Conde
foi cercar o Castello de Coimbra, que tinha Martim de
Freitas, por El-Rei D. Sancho, e das afrontas que passou no
cerco</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;"><a href="#c11">42</a></td>

    </tr>

    <tr>

      <td style="text-align: justify;">XII&#8213;Como pela
morte del Rei Dom Sancho, Dom Martim de
Freitas entregou o Castello de Coimbra, e das deligencias e exames que
primeiro fez por limpeza de sua rigoroza
lealdade</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;"><a href="#c12">45</a></td>

    </tr>

    <tr>

      <td style="text-align: justify;">XIII&#8213;Da morte
del-Rei Dom Sancho, e onde jaz, e de algumas couzas que
se em seu tempo
passaram</td>

      <td></td>

      <td style="vertical-align: bottom;"><a href="#c13">48</a></td>

    </tr>

  </tbody>
</table>

<br />

<br />

<br />

<h3>OBRAS PUBLICADAS </h3>

<br />

<table style="text-align: left; width: 100%;" border="0" cellpadding="2" cellspacing="2">

  <tbody>

    <tr>

      <td style="text-align: right; vertical-align: top;">I</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Historia
do Cerco
de Diu</span>, por <em>Lope de Sousa&nbsp;Coutinho</em>,
1 volume
(esgotada)</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">400</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">II</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Historia
do Cerco de
Mazag&atilde;o</span>, por <em>Agostinho&nbsp;Gavy
de Mendon&ccedil;a</em>, 1 volume
(esgotada)</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">400</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">III</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Ethiopia Oriental</span>,
por <em>Fr. Jo&atilde;o dos Santos</em>,
2
grossos volumes
(esgotada)</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">1$500</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">IV</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">O Infante
D.
Pedro</span>, chronica in&eacute;dita por
      <em>Gaspar
Dias de Landim</em>,
3
volumes</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">700</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">V</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Chronica
d'El-Rei
D. Pedro I</span>, (<span class="smallcaps">o Cru ou
Justiceiro</span>) por <em>Fern&atilde;o Lopes</em>,
1
volume</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">400</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">VI</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Chronica
d'El-Rei D.
Fernando</span>, por <em>Fern&atilde;o
Lopes</em>,
3
volumes</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">1$200</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">VII</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Chronica d'El-Rei
D. Jo&atilde;o
I</span>, por <em>Fern&atilde;o
Lopes</em>, 7
volumes</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">2$800</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">VIII</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Chronica d'El-Rei
D. Jo&atilde;o
I</span>, <em>por Gomes
Eannes d'Azurara</em>,&nbsp;<span class="smallcaps">vol.
I, II e III (VIII, IX e
X)</span>.&nbsp;</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">1$200</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">IX</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Dois
Capit&atilde;es da
India</span>, por <em>Luciano
Cordeiro</em>,
1
volume&nbsp;</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">400</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">X</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Arte da
Ca&ccedil;a de
Altenaria</span>, por <em>Diogo Fernandes Ferreira</em>,
2
volumes</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">800</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">XI</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Apologos Dialogaes</span>,
por <em>D. Francisco Manuel de Mello</em>,
3
volumes</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">1$200</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">XII</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Chronica d'El-Rei
D.
Duarte</span>, por <em>Ruy de
Pina</em>,
1
volume&nbsp;</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">400</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">XIII</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Chronica d'El-Rei D. Affonse
V</span>, por <em>Ruy de Pina</em>,
3
volumes</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">1$200</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">XIV</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Chronica d'El-Rei
D. Jo&atilde;o
II</span>, por <em>Garcia de
Resende</em>,
3
volumes</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">1$500</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">XV</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Vida de
D. Paulo de Lima
Pereira</span>, por <em>Diogo
do Couto</em>,
1
volume</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">500</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">XVI</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Chronica d'El-Rei
D.
Sebasti&atilde;o</span>, por <em>Fr.
Bernardo da Cruz</em>,
2
volumes.&nbsp;</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">1$000</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">XVII</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Jornada de Africa</span>,
por <em>Jeronymo de Mendo&ccedil;a</em>, 2
volumes</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">800</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">XVIII</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Historia Tragico-Maritima</span>,
por <em>Bernardo
Gomes de Brito</em>,
      <span class="smallcaps">vol.</span> I a
X</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">3$800</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">XIX</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Jornada de Antonio
d'Albuquerque
Coelho</span>, por <em>Jo&atilde;o Tavares de Vellez
Guerreiro</em>, 1
volume</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">600</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">XX</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Chronica
d'El-Rei D. Affonso
Henriques</span>, por <em>Duarte Galv&atilde;o</em>,
1
volume</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">600</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">XXI</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Chronica D'el-Rei
D. Sancho
I</span>, por <em>Ruy de
Pina</em>,
1
volume</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">400</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;">XXII</td>

      <td style="text-align: center; vertical-align: top;">&#8213;</td>

      <td style="text-align: justify;"><span class="smallcaps">Chronica d'El-Rei
D. Affonso II e de
El-Rei
D. Sancho II</span>, por <span class="smallcaps">Ruy
de
Pina</span>, 1
volume</td>

      <td></td>

      <td style="text-align: right; vertical-align: bottom;">400</td>

    </tr>

  </tbody>
</table>

<br />

<h4>EM PUBLICA&Ccedil;&Atilde;O </h4>

<br />

<span class="smallcaps">Historia Tragico-Maritima</span>,
<em>por Bernardo Gomes de
Brito</em>, <span class="smallcaps">vol.
XI.</span><br />

<br />

<br />

<br />

<br />

</div>

<div class="fbox">
<h2>Lista de erros corrigidos</h2>

<div style="text-align: center;">Aqui encontram-se
listados todos os erros encontrados e corrigidos:</div>

<br />

<br />

<table style="width: 80%; text-align: left; margin-left: auto; margin-right: auto;" border="0" cellpadding="4" cellspacing="4">

  <tbody>

    <tr align="right">

      <td style="width: 61px;"></td>

      <td style="font-weight: bold; text-align: center; width: 121px;">Original</td>

      <td style="text-align: center; width: 5px;"></td>

      <td style="font-weight: bold; text-align: center; width: 135px;">Correc&ccedil;&atilde;o</td>

    </tr>

    <tr>

      <td style="text-align: right; width: 61px;"><a name="e1"></a><a href="#p15">#pag. 15</a></td>

      <td style="text-align: center; width: 121px;"><em>Theogia</em></td>

      <td style="text-align: center; width: 5px;">...</td>

      <td style="text-align: center; width: 135px;"><em>Theologia</em></td>

    </tr>

    <tr>

      <td style="text-align: right; width: 61px;"><a name="e2"></a><a href="#p16">#p&aacute;g.
16</a></td>

      <td style="text-align: center; width: 121px;">cencura</td>

      <td style="text-align: center; width: 5px;">...</td>

      <td style="text-align: center; width: 135px;">censura</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e3"></a><a href="#p16">#p&aacute;g. 16</a></td>

      <td style="text-align: center;">ontros</td>

      <td>...</td>

      <td style="text-align: center;">outros</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;"><a name="e4"></a><a href="#p23">#p&aacute;g.
23</a></td>

      <td style="text-align: center; vertical-align: top;">Apostoilcam</td>

      <td style="text-align: center; vertical-align: top;">...</td>

      <td style="text-align: center; vertical-align: top;">Apostolicam</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e5"></a><a href="#p23">#p&aacute;g. 23</a></td>

      <td style="text-align: center;">parttcularmente</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">particularmente</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e6"></a><a href="#p32">#p&aacute;g. 32</a></td>

      <td style="text-align: center;">sm que</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">em que</td>

    </tr>

    <tr>

      <td style="text-align: right; width: 61px;"><a name="e7"></a><a href="#p50">#p&aacute;g.
50</a></td>

      <td style="text-align: center; width: 121px;">Covernador</td>

      <td style="text-align: center; width: 5px;">...</td>

      <td style="text-align: center; width: 135px;">Governador</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e8"></a><a href="#p50">#p&aacute;g. 50</a></td>

      <td style="text-align: center;">Coudessa</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Condessa</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e9"></a><a href="#p51">#p&aacute;g. 51</a></td>

      <td style="text-align: center;">Saucho</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Sancho</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e10"></a><a href="#p51">#p&aacute;g. 51</a></td>

      <td style="text-align: center;">Affonos</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Affonso</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e11"></a><a href="#p51">#p&aacute;g. 51</a></td>

      <td style="text-align: center;">doPapa</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">do Papa</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e12"></a><a href="#p52">#p&aacute;g. 52</a></td>

      <td style="text-align: center;">palaras</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">palavras</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e13"></a><a href="#p52">#p&aacute;g. 52</a></td>

      <td style="text-align: center;">Saneho</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Sancho</td>

    </tr>

  </tbody>
</table>

<br />

<div style="text-align: center;"><br />

</div>

</div>

</body>
</html>
